package bean;

import java.util.List;

/**
 * Created by 祝文 on 2018/1/22.
 */

public class NewsBean {


    /**
     * totalCount : 3
     * pageSize : 5
     * totalPage : 1
     * currPage : 1
     * list : [{"newsId":364,"category":"热门专题","title":"警惕：高考招生诈骗手段","date":"2014-03-12 09:59:13","source":"","clikedtimes":874,"general":"　　高考招生的诈骗每年这个时候总是最多，滑档的考生和分数不够的考生成了很多诈骗人员的目标，记者从网上搜集到十种常见的高考招生的诈骗手段，希望家长能仔细阅读，别让骗子得逞。骗去点钱还在其次，孩子们几年美好的青春时光也会被白白浪费。\n\n\t　　混淆高等教育的不同类型\n\n\t　　目前除普通高等教育外,还有成人高等教育、远程网络教育等。骗子故意混淆高考招生与其他学历教育招生的区别,将不够分数线的考生骗到一些院校的远程网络教育班。事实上,这类辅导班只要注册就能入学。\n\n\t　　谎称有\u201c内部指标\u201d行骗\n\n\t　　骗子伪造文件、印章,设立报名处和咨询电话,假扮高校招生人员。和家长见面时,他们往往会拿出一些伪造的证件和学校的空白录取通知书,谎称手中握有某些高校\u201c内部指标\u201d,要家长先付一部分定金,其余部分等录取通知书到手后再交。\n\n\t　　以军校招收地方生名义诈骗\n\n\t　　骗子谎称军校有地方指标,可以成为部队学员,欺骗考生家长,有的犯罪团伙甚至伪造印章和部队证件,办假军校,从中牟利。军校其实和其他高校一样,除收取国家规定的费用外,不会收取考生任何费用。\n\n\t　　声称\u201c低分高录\u201d\n\n\t　　骗子自称是招生院校或招生办某领导的熟人、亲戚,声称有办法让不够一本线的考生录取到一本院校,能让只有专科分数线的考生录取到本科院校,从考生家长手里骗取大量钱财。\n\n\t　　以\u201c自主招生\u201d为幌子行骗\n\n\t　　骗子利用自主招生政策误导家长,声称自主招生就是不要分数线,花上数万元即可搞定。其实,经教育部批准进行自主招生的高校已对社会公布,参加自主招生的考生要提前填报志愿,参加高考,达到规定的分数线后经各地招办统一办理录取手续。\n\n\t　　凭借\u201c定向招生\u201d诈骗\n\n\t　　一些骗子利用国家定向招生政策,欺骗考生和家长,吹嘘自己可以弄到某大学定向招生计划,保证录取,公开叫价,收取所谓\u201c定向费\u201d。\n\n\t　　打着\u201c补录\u201d旗号行骗\n\n\t　　骗子利用考生及其家长不熟悉招生程序、规定的弱点,打着补录旗号行骗。实际上,各地招办对落榜考生会进行网上公开征集志愿录取,不再打电话,更不会派人找家长。\n\n\t　　利用录取信息进行诈骗\n\n\t　　不法分子钻家长和考生信息不畅通的空子,通过查询功能了解录取情况,本属于正常投档和录取的,却向考生家长邀功请赏:是由于他找了朋友,花钱疏通关系,考生才被录取的。\n\n\t　　利用网络诈骗\n\n\t　　不法分子在互联网上设立虚假招生网站,进行网上招生录取,声称可以代办入学,让考生取得正规学籍、文凭。\n\n\t　　少数三本院校和职业技术学院违规招生行骗\n\n\t　　少数三本院校和职业技术学院游离于各地招生体制之外,比如某些院校在当地根本没有招生计划或招生计划不多,骗子通过欺骗手段私下招生或超计划招生,没有通过招生办正规录取。","body":"<div class=\"content cf\">\n                            <p style=\"margin-left:auto;\">\n\t　　高考招生的诈骗每年这个时候总是最多，滑档的考生和分数不够的考生成了很多诈骗人员的目标，记者从网上搜集到十种常见的高考招生的诈骗手段，希望家长能仔细阅读，别让骗子得逞。骗去点钱还在其次，孩子们几年美好的青春时光也会被白白浪费。<\/p>\n<p style=\"margin-left:auto;\">\n\t　　<strong>混淆高等教育的不同类型<\/strong><\/p>\n<p style=\"margin-left:auto;\">\n\t　　目前除普通高等教育外,还有成人高等教育、远程网络教育等。骗子故意混淆高考招生与其他学历教育招生的区别,将不够分数线的考生骗到一些院校的远程网络教育班。事实上,这类辅导班只要注册就能入学。<\/p>\n<p style=\"margin-left:auto;\">\n\t　　<strong>谎称有\u201c内部指标\u201d行骗<\/strong><\/p>\n<p style=\"margin-left:auto;\">\n\t　　骗子伪造文件、印章,设立报名处和咨询电话,假扮高校招生人员。和家长见面时,他们往往会拿出一些伪造的证件和学校的空白录取通知书,谎称手中握有某些高校\u201c内部指标\u201d,要家长先付一部分定金,其余部分等录取通知书到手后再交。<\/p>\n<p style=\"margin-left:auto;\">\n\t　　<strong>以军校招收地方生名义诈骗<\/strong><\/p>\n<p style=\"margin-left:auto;\">\n\t　　骗子谎称军校有地方指标,可以成为部队学员,欺骗考生家长,有的犯罪团伙甚至伪造印章和部队证件,办假军校,从中牟利。军校其实和其他高校一样,除收取国家规定的费用外,不会收取考生任何费用。<\/p>\n<p style=\"margin-left:auto;\">\n\t　　<strong>声称\u201c低分高录\u201d<\/strong><\/p>\n<p style=\"margin-left:auto;\">\n\t　　骗子自称是招生院校或招生办某领导的熟人、亲戚,声称有办法让不够一本线的考生录取到一本院校,能让只有专科分数线的考生录取到本科院校,从考生家长手里骗取大量钱财。<\/p>\n<p style=\"margin-left:auto;\">\n\t　　<strong>以\u201c自主招生\u201d为幌子行骗<\/strong><\/p>\n<p style=\"margin-left:auto;\">\n\t　　骗子利用自主招生政策误导家长,声称自主招生就是不要分数线,花上数万元即可搞定。其实,经教育部批准进行自主招生的高校已对社会公布,参加自主招生的考生要提前填报志愿,参加高考,达到规定的分数线后经各地招办统一办理录取手续。<\/p>\n<p style=\"margin-left:auto;\">\n\t　　<strong>凭借\u201c定向招生\u201d诈骗<\/strong><\/p>\n<p style=\"margin-left:auto;\">\n\t　　一些骗子利用国家定向招生政策,欺骗考生和家长,吹嘘自己可以弄到某大学定向招生计划,保证录取,公开叫价,收取所谓\u201c定向费\u201d。<\/p>\n<p style=\"margin-left:auto;\">\n\t　　<strong>打着\u201c补录\u201d旗号行骗<\/strong><\/p>\n<p style=\"margin-left:auto;\">\n\t　　骗子利用考生及其家长不熟悉招生程序、规定的弱点,打着补录旗号行骗。实际上,各地招办对落榜考生会进行网上公开征集志愿录取,不再打电话,更不会派人找家长。<\/p>\n<p style=\"margin-left:auto;\">\n\t　　<strong>利用录取信息进行诈骗<\/strong><\/p>\n<p style=\"margin-left:auto;\">\n\t　　不法分子钻家长和考生信息不畅通的空子,通过查询功能了解录取情况,本属于正常投档和录取的,却向考生家长邀功请赏:是由于他找了朋友,花钱疏通关系,考生才被录取的。<\/p>\n<p style=\"margin-left:auto;\">\n\t　　<strong>利用网络诈骗<\/strong><\/p>\n<p style=\"margin-left:auto;\">\n\t　　不法分子在互联网上设立虚假招生网站,进行网上招生录取,声称可以代办入学,让考生取得正规学籍、文凭。<\/p>\n<p style=\"margin-left:auto;\">\n\t　　少数三本院校和职业技术学院违规招生行骗<\/p>\n<p style=\"margin-left:auto;\">\n\t　　少数三本院校和职业技术学院游离于各地招生体制之外,比如某些院校在当地根本没有招生计划或招生计划不多,骗子通过欺骗手段私下招生或超计划招生,没有通过招生办正规录取。<\/p>\n                        <\/div>","picture":"/images/news/eBqLRln8KF6AW0YCAAGKbVYUuIk881.jpg","status":"0","province":"全国"},{"newsId":363,"category":"热门专题","title":"国内首个网络文学本科","date":"2014-02-17 13:12:05","source":"","clikedtimes":641,"general":"　　2月中旬，由盛大文学和上海视觉艺术学院联合创办的国内首个网络文学本科专业在北京、上海和成都三地招生。担任考官的盛大文学公关部经理王晶在微信上感慨：\u201c连续3天作为考官面试这些\u201895后\u2019，收获颇丰，青春有活力的孩子们被高考折磨得让人痛心，他们是有创造力的，只是因为高考，家长让他们放弃自己的爱好。\u201d    \n\n\t　　据了解，新成立的网络文学专业于2014年2月开始招生，2018年诞生第一批\u201c学院派\u201d写手。该专业对外宣称致力于培养网络写手和网络作家，授课老师除了王安忆、叶辛等著名作家外，还有网络作家唐家三少、天蚕土豆、血红等。\n\n\t　　今年的招生，3个城市的报名点共有超过3000名以上的考生前来参加面试，而网络文学专业首届招生名额是30人。\n\n\t　　盛大集团总裁、盛大文学董事长兼CEO邱文友表示，\u201c网络文学是一个非常辛苦的行业，是一个非常严肃的行业，是一个需要长时间积累的行业。时间、人才跟经验三者缺一不可。这次成立首个网络文学本科专业，就是希望为整个行业做好人才的储备，为文艺的创作者提供更多的发展方向。\u201d\n\n\t　　邱文友说：\u201c在未来的课程传授中，学院会请最知名的网络作家去指导学生们的创作并传授创作经验，还将邀请业内最顶尖的有实战经验的专家和一线管理人员来为学生授课。在4年课程结束后，欢迎学生们与我们签约，成为网络作家。同时，我们也将为毕业生提供编辑、编剧或其他与写作策划相关的工作。\u201d邱文友表示，现在网络文学不只是一个行业，已经是多个行业了，所以从网络文学专业出来的同学就业不难。\n\n\t　　在北京，有一个前来报考的男孩告诉王晶，他从初中开始进行创作，陆陆续续写了几十万字，但到了高中学习太紧张，没有时间写作了，父母觉得在网上写小说是个没有前途的职业，要他放弃。\u201c我啥名牌高校也不想上，就是奔着这个专业来的。\u201d他说。\n\n\t　　\u201c我们希望找到真正的对网络文学感兴趣的人，培养未来的网络作家。\u201d王晶说。","body":"<div class=\"content cf\">\n                            <p>\n\t　　2月中旬，由盛大文学和上海视觉艺术学院联合创办的国内首个网络文学本科专业在北京、上海和成都三地招生。担任考官的盛大文学公关部经理王晶在微信上感慨：\u201c连续3天作为考官面试这些\u201895后\u2019，收获颇丰，青春有活力的孩子们被高考折磨得让人痛心，他们是有创造力的，只是因为高考，家长让他们放弃自己的爱好。\u201d&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\n<p>\n\t　　据了解，新成立的网络文学专业于2014年2月开始招生，2018年诞生第一批\u201c学院派\u201d写手。该专业对外宣称致力于培养网络写手和网络作家，授课老师除了王安忆、叶辛等著名作家外，还有网络作家唐家三少、天蚕土豆、血红等。<\/p>\n<p>\n\t　　今年的招生，3个城市的报名点共有超过3000名以上的考生前来参加面试，而网络文学专业首届招生名额是30人。<\/p>\n<p>\n\t　　盛大集团总裁、盛大文学董事长兼CEO邱文友表示，\u201c网络文学是一个非常辛苦的行业，是一个非常严肃的行业，是一个需要长时间积累的行业。时间、人才跟经验三者缺一不可。这次成立首个网络文学本科专业，就是希望为整个行业做好人才的储备，为文艺的创作者提供更多的发展方向。\u201d<\/p>\n<p>\n\t　　邱文友说：\u201c在未来的课程传授中，学院会请最知名的网络作家去指导学生们的创作并传授创作经验，还将邀请业内最顶尖的有实战经验的专家和一线管理人员来为学生授课。在4年课程结束后，欢迎学生们与我们签约，成为网络作家。同时，我们也将为毕业生提供编辑、编剧或其他与写作策划相关的工作。\u201d邱文友表示，现在网络文学不只是一个行业，已经是多个行业了，所以从网络文学专业出来的同学就业不难。<\/p>\n<p>\n\t　　在北京，有一个前来报考的男孩告诉王晶，他从初中开始进行创作，陆陆续续写了几十万字，但到了高中学习太紧张，没有时间写作了，父母觉得在网上写小说是个没有前途的职业，要他放弃。\u201c我啥名牌高校也不想上，就是奔着这个专业来的。\u201d他说。<\/p>\n<p>\n\t　　\u201c我们希望找到真正的对网络文学感兴趣的人，培养未来的网络作家。\u201d王晶说。<\/p>\n                        <\/div>","picture":"/images/news/eBqLRln8KF6AW0YCAAGKbVYUuIk881.jpg","status":"0","province":"全国"},{"newsId":362,"category":"热门专题","title":"8万人艺考拼三校","date":"2014-02-10 11:25:53","source":"","clikedtimes":652,"general":"　　昨日，北京电影学院，一位表演系考生在雪地里表演舞蹈。\n\t当日，北京电影学院2014年招生考试正式开始。\n\n\t\n\t　　前日中传表演专业候考考生。昨日她也出现在了北电的考场。\n\n\t\n\t　　昨日，北京电影学院，表演系考生在排队。\n\n\t\n\n\t　　昨天，北京电影学院启动2014年招生考试。上午8点，考场外的考生就已排起长队，零下八九度的严寒，并未阻挡这些艺考考生和家长们的热情。当天进行的是文学系策划专业、导演系和表演学院的初试，其中表演依旧为热门专业。\n\t　　2月7号、8号，中央戏剧学院、中国传媒大学等艺术类院校、专业已分别启动了今年招生考试。\n\t　　北电、中戏和中传三所高校公布的报考人数显示，今年高考艺术类专业考试依旧火爆，中戏和北电今年招生计划几乎与去年持平，但报考人数却增加了数千人。据不完全统计显示，这三所高校今年总的招生计划近1800人，但报考却达到了近8万人次。\n\n\t　　竞争激烈\n\t　　中戏北影报考者增数千\n\t　　根据三所高校公布的今年招生计划和报考人数来看，竞争依旧很激烈。对比去年，中戏、中传和北电计划招生数分别为595人、689人和513人，其中，除了中传招生人数比去年增加20人外，中戏、北影几乎与去年持平，但后两所高校报考人数却有明显增长。\n\t　　中戏今年招生计划数为595人，而报考人数却达到了30254人，报考人数比去年多了约7000人。北电今年网报总数近1.9万人次，比去年增加2000余人次。相反，中传今年招生计划数有所提高，但报考人次却比去年减少了2000人次左右。\n\t　　纵观2010年至2014年的报考数据，中戏一路飙升，从2010年的1万余报考人数上升到今年的3万余人。中传跟北电则呈曲线发展状态，近五年来，中传去年的报考人数呈最高状态，达到3.3万人次;北电报考人数在2011年达到19678人次。\n\t　　对于报考人数的变化，中国传媒大学招办主任侯隽表示，\u201c因为这些年招生计划比较稳定，每年报名人数可能会稍微增一点，但不会剧增。\u201d\n\n\t　　170:1\n\t　　表演专业依旧最\u201c热\u201d\n\t　　在各招考专业中，表演依旧为热门专业，上述三所高校的\u201c表演\u201d专业全部是\u201c百里挑一\u201d，中传今年表演专业招生26人，超4400人报考，报录比例接近170:1，去年该校表演专业的报录比则达到了173:1。而2009年的报录比则约120:1。\n\t　　中戏2014\u201c表演系\u201d本科招生50人，报考人数为6894，报录比达到137:1;去年同样是50个招生计划，报考人数却达到了9700余人，报录比创历史新高，达到了194:1。\n\t　　北电今年表演学院报考人数达到5000余人，比去年增加11%。今年表演学院招生50人，考录比例达到100：1。2011年北电报考总数中，表演学院占4392人次，录取比例为145.7:1。\n\n\t　　招考\u201c黑马\u201d\n\t　　播音主持受到\u201c追捧\u201d\n\t　　据中央戏剧学院教务处负责人张娜介绍，该校播音与主持艺术(广播电视节目主持)专业成为今年中戏报录比最高的专业，成为今年招考\u201c黑马\u201d。报名人数达到3992人，而计划仅招25人，录取比例接近160:1。\n\t　　张娜分析认为，该专业今年爆红的原因一是2013年没招生，隔年招生积攒了不少考生报名;二是因为取消笔试，由往年的三试减为两试，\u201c或使考生认为考试难度降低，所以报名人数有所增加。\u201d\n\t　　同样是播音与主持专业，中传的报考人数也很火爆，今年中传播音艺术与主持专业计划招生100人，报考人数达到了8000余人，报录比为80:1。\n\t　　北京电影学院相关负责人表示，从今年报考情况看，考生们不仅对传统的表演等幕前专业充满兴趣，同时对文学、导演、管理、摄影等幕后专业及动漫策划、数字电影技术等新增专业方向的关注度也在持续上升。在该校报名的1.8万余考生中，除五千余名报考表演专业的学生，1.3万余名考生选择了报考电影幕后专业，占此次报考总人数的73%，比去年增加2个百分点。\n\n\t　　相关新闻\n\t　　艺考文化课\u201c门槛\u201d提高\n\t　　近年来，艺考热的兴起与艺术专业分数线较低有关。去年，教育部发布《关于做好2014年普通高等学校艺术类专业招生工作的通知》中，要求逐步提高艺术类文化成绩要求。\n\t　　昨天，北京电影学院相关负责人表示，近几年，该校各专业方向文化课录取分数线明显提高，达到500\u2014600分段甚至更高分数段的考生数目持续增长。这位负责人表示，在2014年招考的26个专业方向中，按文化成绩排序录取的专业方向达到92%，包括文学、导演、表演在内的多个专业方向均通过对\u201c考生参加全国普通高等学校招生考试中的文化考试成绩与所在省本科一批录取最低控制分数线的分数比值\u201d进行排序，择优录取。","body":"<div class=\"content cf\">\n                            <p style=\"text-align: center;\">\n\t<img alt=\"8万人艺考拼三校1800名额 表演专业依旧最热\" src=\"http://s.diyigaokao.com/uploads/images/201402/20140210111524029.jpg\" title=\"一表演系考生在雪地里舞蹈\"><br>\n\t　　昨日，北京电影学院，一位表演系考生在雪地里表演舞蹈。<br>\n\t当日，北京电影学院2014年招生考试正式开始。<\/p>\n<p style=\"text-align: center;\">\n\t<img alt=\"8万人艺考拼三校1800名额 表演专业依旧最热\" src=\"http://s.diyigaokao.com/uploads/images/201402/20140210111810349.jpg\" title=\"中传表演专业候考考生\"><br>\n\t　　前日中传表演专业候考考生。昨日她也出现在了北电的考场。<\/p>\n<p style=\"text-align: center;\">\n\t<img alt=\"8万人艺考拼三校1800名额 表演专业依旧最热\" src=\"http://s.diyigaokao.com/uploads/images/201402/20140210111906371.jpg\" title=\"排队中的表演系考生\"><br>\n\t　　昨日，北京电影学院，表演系考生在排队。<\/p>\n<p style=\"text-align: center;\">\n\t<img alt=\"8万人艺考拼三校1800名额 表演专业依旧最热\" src=\"http://s.diyigaokao.com/uploads/images/201402/20140210112148253.jpg\" title=\"中戏报考趋势\"><\/p>\n<p>\n\t　　昨天，北京电影学院启动2014年招生考试。上午8点，考场外的考生就已排起长队，零下八九度的严寒，并未阻挡这些艺考考生和家长们的热情。当天进行的是文学系策划专业、导演系和表演学院的初试，其中表演依旧为热门专业。<br>\n\t　　2月7号、8号，中央戏剧学院、中国传媒大学等艺术类院校、专业已分别启动了今年招生考试。<br>\n\t　　北电、中戏和中传三所高校公布的报考人数显示，今年高考艺术类专业考试依旧火爆，中戏和北电今年招生计划几乎与去年持平，但报考人数却增加了数千人。据不完全统计显示，这三所高校今年总的招生计划近1800人，但报考却达到了近8万人次。<\/p>\n<p>\n\t　　<strong>竞争激烈<br>\n\t　　中戏北影报考者增数千<\/strong><br>\n\t　　根据三所高校公布的今年招生计划和报考人数来看，竞争依旧很激烈。对比去年，中戏、中传和北电计划招生数分别为595人、689人和513人，其中，除了中传招生人数比去年增加20人外，中戏、北影几乎与去年持平，但后两所高校报考人数却有明显增长。<br>\n\t　　中戏今年招生计划数为595人，而报考人数却达到了30254人，报考人数比去年多了约7000人。北电今年网报总数近1.9万人次，比去年增加2000余人次。相反，中传今年招生计划数有所提高，但报考人次却比去年减少了2000人次左右。<br>\n\t　　纵观2010年至2014年的报考数据，中戏一路飙升，从2010年的1万余报考人数上升到今年的3万余人。中传跟北电则呈曲线发展状态，近五年来，中传去年的报考人数呈最高状态，达到3.3万人次;北电报考人数在2011年达到19678人次。<br>\n\t　　对于报考人数的变化，中国传媒大学招办主任侯隽表示，\u201c因为这些年招生计划比较稳定，每年报名人数可能会稍微增一点，但不会剧增。\u201d<\/p>\n<p>\n\t　<strong>　170:1<br>\n\t　　表演专业依旧最\u201c热\u201d<\/strong><br>\n\t　　在各招考专业中，表演依旧为热门专业，上述三所高校的\u201c表演\u201d专业全部是\u201c百里挑一\u201d，中传今年表演专业招生26人，超4400人报考，报录比例接近170:1，去年该校表演专业的报录比则达到了173:1。而2009年的报录比则约120:1。<br>\n\t　　中戏2014\u201c表演系\u201d本科招生50人，报考人数为6894，报录比达到137:1;去年同样是50个招生计划，报考人数却达到了9700余人，报录比创历史新高，达到了194:1。<br>\n\t　　北电今年表演学院报考人数达到5000余人，比去年增加11%。今年表演学院招生50人，考录比例达到100：1。2011年北电报考总数中，表演学院占4392人次，录取比例为145.7:1。<\/p>\n<p>\n\t<strong>　　招考\u201c黑马\u201d<br>\n\t　　播音主持受到\u201c追捧\u201d<\/strong><br>\n\t　　据中央戏剧学院教务处负责人张娜介绍，该校播音与主持艺术(广播电视节目主持)专业成为今年中戏报录比最高的专业，成为今年招考\u201c黑马\u201d。报名人数达到3992人，而计划仅招25人，录取比例接近160:1。<br>\n\t　　张娜分析认为，该专业今年爆红的原因一是2013年没招生，隔年招生积攒了不少考生报名;二是因为取消笔试，由往年的三试减为两试，\u201c或使考生认为考试难度降低，所以报名人数有所增加。\u201d<br>\n\t　　同样是播音与主持专业，中传的报考人数也很火爆，今年中传播音艺术与主持专业计划招生100人，报考人数达到了8000余人，报录比为80:1。<br>\n\t　　北京电影学院相关负责人表示，从今年报考情况看，考生们不仅对传统的表演等幕前专业充满兴趣，同时对文学、导演、管理、摄影等幕后专业及动漫策划、数字电影技术等新增专业方向的关注度也在持续上升。在该校报名的1.8万余考生中，除五千余名报考表演专业的学生，1.3万余名考生选择了报考电影幕后专业，占此次报考总人数的73%，比去年增加2个百分点。<\/p>\n<p>\n\t<strong>　　相关新闻<br>\n\t　　艺考文化课\u201c门槛\u201d提高<\/strong><br>\n\t　　近年来，艺考热的兴起与艺术专业分数线较低有关。去年，教育部发布《关于做好2014年普通高等学校艺术类专业招生工作的通知》中，要求逐步提高艺术类文化成绩要求。<br>\n\t　　昨天，北京电影学院相关负责人表示，近几年，该校各专业方向文化课录取分数线明显提高，达到500\u2014600分段甚至更高分数段的考生数目持续增长。这位负责人表示，在2014年招考的26个专业方向中，按文化成绩排序录取的专业方向达到92%，包括文学、导演、表演在内的多个专业方向均通过对\u201c考生参加全国普通高等学校招生考试中的文化考试成绩与所在省本科一批录取最低控制分数线的分数比值\u201d进行排序，择优录取。<\/p>\n                        <\/div>","picture":"/images/news/eBqLRln8KA-AdjhAAAGKkq2c--A634.jpg","status":"0","province":"全国"}]
     */

    private int totalCount;
    private int pageSize;
    private int totalPage;
    private int currPage;
    private List<ListBean> list;

    public int getTotalCount() {
        return totalCount;
    }

    public void setTotalCount(int totalCount) {
        this.totalCount = totalCount;
    }

    public int getPageSize() {
        return pageSize;
    }

    public void setPageSize(int pageSize) {
        this.pageSize = pageSize;
    }

    public int getTotalPage() {
        return totalPage;
    }

    public void setTotalPage(int totalPage) {
        this.totalPage = totalPage;
    }

    public int getCurrPage() {
        return currPage;
    }

    public void setCurrPage(int currPage) {
        this.currPage = currPage;
    }

    public List<ListBean> getList() {
        return list;
    }

    public void setList(List<ListBean> list) {
        this.list = list;
    }

    public static class ListBean {
        /**
         * newsId : 364
         * category : 热门专题
         * title : 警惕：高考招生诈骗手段
         * date : 2014-03-12 09:59:13
         * source :
         * clikedtimes : 874
         * general : 　　高考招生的诈骗每年这个时候总是最多，滑档的考生和分数不够的考生成了很多诈骗人员的目标，记者从网上搜集到十种常见的高考招生的诈骗手段，希望家长能仔细阅读，别让骗子得逞。骗去点钱还在其次，孩子们几年美好的青春时光也会被白白浪费。

         　　混淆高等教育的不同类型

         　　目前除普通高等教育外,还有成人高等教育、远程网络教育等。骗子故意混淆高考招生与其他学历教育招生的区别,将不够分数线的考生骗到一些院校的远程网络教育班。事实上,这类辅导班只要注册就能入学。

         　　谎称有“内部指标”行骗

         　　骗子伪造文件、印章,设立报名处和咨询电话,假扮高校招生人员。和家长见面时,他们往往会拿出一些伪造的证件和学校的空白录取通知书,谎称手中握有某些高校“内部指标”,要家长先付一部分定金,其余部分等录取通知书到手后再交。

         　　以军校招收地方生名义诈骗

         　　骗子谎称军校有地方指标,可以成为部队学员,欺骗考生家长,有的犯罪团伙甚至伪造印章和部队证件,办假军校,从中牟利。军校其实和其他高校一样,除收取国家规定的费用外,不会收取考生任何费用。

         　　声称“低分高录”

         　　骗子自称是招生院校或招生办某领导的熟人、亲戚,声称有办法让不够一本线的考生录取到一本院校,能让只有专科分数线的考生录取到本科院校,从考生家长手里骗取大量钱财。

         　　以“自主招生”为幌子行骗

         　　骗子利用自主招生政策误导家长,声称自主招生就是不要分数线,花上数万元即可搞定。其实,经教育部批准进行自主招生的高校已对社会公布,参加自主招生的考生要提前填报志愿,参加高考,达到规定的分数线后经各地招办统一办理录取手续。

         　　凭借“定向招生”诈骗

         　　一些骗子利用国家定向招生政策,欺骗考生和家长,吹嘘自己可以弄到某大学定向招生计划,保证录取,公开叫价,收取所谓“定向费”。

         　　打着“补录”旗号行骗

         　　骗子利用考生及其家长不熟悉招生程序、规定的弱点,打着补录旗号行骗。实际上,各地招办对落榜考生会进行网上公开征集志愿录取,不再打电话,更不会派人找家长。

         　　利用录取信息进行诈骗

         　　不法分子钻家长和考生信息不畅通的空子,通过查询功能了解录取情况,本属于正常投档和录取的,却向考生家长邀功请赏:是由于他找了朋友,花钱疏通关系,考生才被录取的。

         　　利用网络诈骗

         　　不法分子在互联网上设立虚假招生网站,进行网上招生录取,声称可以代办入学,让考生取得正规学籍、文凭。

         　　少数三本院校和职业技术学院违规招生行骗

         　　少数三本院校和职业技术学院游离于各地招生体制之外,比如某些院校在当地根本没有招生计划或招生计划不多,骗子通过欺骗手段私下招生或超计划招生,没有通过招生办正规录取。
         * body : <div class="content cf">
         <p style="margin-left:auto;">
         　　高考招生的诈骗每年这个时候总是最多，滑档的考生和分数不够的考生成了很多诈骗人员的目标，记者从网上搜集到十种常见的高考招生的诈骗手段，希望家长能仔细阅读，别让骗子得逞。骗去点钱还在其次，孩子们几年美好的青春时光也会被白白浪费。</p>
         <p style="margin-left:auto;">
         　　<strong>混淆高等教育的不同类型</strong></p>
         <p style="margin-left:auto;">
         　　目前除普通高等教育外,还有成人高等教育、远程网络教育等。骗子故意混淆高考招生与其他学历教育招生的区别,将不够分数线的考生骗到一些院校的远程网络教育班。事实上,这类辅导班只要注册就能入学。</p>
         <p style="margin-left:auto;">
         　　<strong>谎称有“内部指标”行骗</strong></p>
         <p style="margin-left:auto;">
         　　骗子伪造文件、印章,设立报名处和咨询电话,假扮高校招生人员。和家长见面时,他们往往会拿出一些伪造的证件和学校的空白录取通知书,谎称手中握有某些高校“内部指标”,要家长先付一部分定金,其余部分等录取通知书到手后再交。</p>
         <p style="margin-left:auto;">
         　　<strong>以军校招收地方生名义诈骗</strong></p>
         <p style="margin-left:auto;">
         　　骗子谎称军校有地方指标,可以成为部队学员,欺骗考生家长,有的犯罪团伙甚至伪造印章和部队证件,办假军校,从中牟利。军校其实和其他高校一样,除收取国家规定的费用外,不会收取考生任何费用。</p>
         <p style="margin-left:auto;">
         　　<strong>声称“低分高录”</strong></p>
         <p style="margin-left:auto;">
         　　骗子自称是招生院校或招生办某领导的熟人、亲戚,声称有办法让不够一本线的考生录取到一本院校,能让只有专科分数线的考生录取到本科院校,从考生家长手里骗取大量钱财。</p>
         <p style="margin-left:auto;">
         　　<strong>以“自主招生”为幌子行骗</strong></p>
         <p style="margin-left:auto;">
         　　骗子利用自主招生政策误导家长,声称自主招生就是不要分数线,花上数万元即可搞定。其实,经教育部批准进行自主招生的高校已对社会公布,参加自主招生的考生要提前填报志愿,参加高考,达到规定的分数线后经各地招办统一办理录取手续。</p>
         <p style="margin-left:auto;">
         　　<strong>凭借“定向招生”诈骗</strong></p>
         <p style="margin-left:auto;">
         　　一些骗子利用国家定向招生政策,欺骗考生和家长,吹嘘自己可以弄到某大学定向招生计划,保证录取,公开叫价,收取所谓“定向费”。</p>
         <p style="margin-left:auto;">
         　　<strong>打着“补录”旗号行骗</strong></p>
         <p style="margin-left:auto;">
         　　骗子利用考生及其家长不熟悉招生程序、规定的弱点,打着补录旗号行骗。实际上,各地招办对落榜考生会进行网上公开征集志愿录取,不再打电话,更不会派人找家长。</p>
         <p style="margin-left:auto;">
         　　<strong>利用录取信息进行诈骗</strong></p>
         <p style="margin-left:auto;">
         　　不法分子钻家长和考生信息不畅通的空子,通过查询功能了解录取情况,本属于正常投档和录取的,却向考生家长邀功请赏:是由于他找了朋友,花钱疏通关系,考生才被录取的。</p>
         <p style="margin-left:auto;">
         　　<strong>利用网络诈骗</strong></p>
         <p style="margin-left:auto;">
         　　不法分子在互联网上设立虚假招生网站,进行网上招生录取,声称可以代办入学,让考生取得正规学籍、文凭。</p>
         <p style="margin-left:auto;">
         　　少数三本院校和职业技术学院违规招生行骗</p>
         <p style="margin-left:auto;">
         　　少数三本院校和职业技术学院游离于各地招生体制之外,比如某些院校在当地根本没有招生计划或招生计划不多,骗子通过欺骗手段私下招生或超计划招生,没有通过招生办正规录取。</p>
         </div>
         * picture : /images/news/eBqLRln8KF6AW0YCAAGKbVYUuIk881.jpg
         * status : 0
         * province : 全国
         */

        private int newsId;
        private String category;
        private String title;
        private String date;
        private String source;
        private int clikedtimes;
        private String general;
        private String body;
        private String picture;
        private String status;
        private String province;

        public int getNewsId() {
            return newsId;
        }

        public void setNewsId(int newsId) {
            this.newsId = newsId;
        }

        public String getCategory() {
            return category;
        }

        public void setCategory(String category) {
            this.category = category;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getDate() {
            return date;
        }

        public void setDate(String date) {
            this.date = date;
        }

        public String getSource() {
            return source;
        }

        public void setSource(String source) {
            this.source = source;
        }

        public int getClikedtimes() {
            return clikedtimes;
        }

        public void setClikedtimes(int clikedtimes) {
            this.clikedtimes = clikedtimes;
        }

        public String getGeneral() {
            return general;
        }

        public void setGeneral(String general) {
            this.general = general;
        }

        public String getBody() {
            return body;
        }

        public void setBody(String body) {
            this.body = body;
        }

        public String getPicture() {
            return picture;
        }

        public void setPicture(String picture) {
            this.picture = picture;
        }

        public String getStatus() {
            return status;
        }

        public void setStatus(String status) {
            this.status = status;
        }

        public String getProvince() {
            return province;
        }

        public void setProvince(String province) {
            this.province = province;
        }
    }
}
