package bean;

/**
 * Created by 祝文 on 2018/2/7.
 */

public class SchoolBrochuresBean {

    /**
     * name : 北京大学
     * admissionRules : 第一章 总则　　第一条 为了保证北京大学普通本科招生工作的顺利进行，规范招生行为，维护考生合法权益，依照教育部普通高等学校招生工作规定，特制定本章程。　　第二条 北京大学招生工作遵循“公平竞争、公正选拔、公开程序，德智体全面考核、综合评价、择优录取”的原则。　　第三条 北京大学招生工作接受纪检监察部门、新闻媒体、考生及其家长以及社会各界的监督。　　第二章 组织机构和人员　　第四条 北京大学设立招生委员会，负责制定招生章程、招生战略、招生政策，确定招生规模和调整学科招生计划，讨论决定招生重大事宜。招生委员会由主管校领导、学科专家及相关部门负责人组成。主任由主管校长担任。　　第五条 北京大学招生办公室是北京大学组织和实施招生工作的常设机构，具体负责普通本科招生的日常工作。授权北京大学医学部招生办公室具体负责医学部招生的有关事务。　　第六条 北京大学招生办公室根据需要组建赴各省(自治区、直辖市)招生工作组，负责该地区招生宣传和咨询，并协助招生办公室进行招生录取。招生工作组组长由北京大学聘任。　　第七条 北京大学设立招生工作监督领导小组，监督办公室设在纪委监察室，对招生工作实施监督。　　第三章 录  取　　第八条 北京大学执行教育部规定的“学校负责，招办监督”的录取体制，在教育部领导下，由各省(自治区、直辖市)招生委员会统一组织录取。　　第九条 北京大学按照理工类、文史类和医学类分代码(分类)录取。　　第十条 北京大学根据各省(自治区、直辖市)生源情况确定提档比例，提档比例一般控制在招生计划的120%以内。　　第十一条 在思想政治品德考核和身体健康状况检查合格、统考成绩达到同批录取控制分数线，符合北京大学提档要求的情况下，北京大学依据考生志愿，从高分到低分的顺序录取，单科成绩原则上应达到及格水平。　　第十二条 北京大学在各省(自治区、直辖市)专业录取时设定专业志愿级差，专业志愿级差原则上在5分以内，同时参考相关科目成绩。　　第十三条 北京大学在提档时原则上认可教育部和各省(自治区、直辖市)教育主管部门规定的政策性加分。但同一考生如符合多项加分条件，只取其中最高一项分值，且加分不得超过20分。经北京大学认定且各级公示合格的各类招生候选人，其降分标准以认定协议为准。　　第十四条 属提前批录取的非通用语种考生，按投档分提档，按实考分录取专业，专业志愿间不设级差，不调剂，录满为止，实考分未达到所报专业录取分数的考生予以退档。　　第十五条 在第一志愿生源不足的情况下，北京大学接收非第一志愿考生，其分数应不低于已投档的第一志愿考生的平均分。　　第十六条 若在北京大学本科第一批次同科类投档分数线上不能完成定向专业招生计划，则可在北京大学本科第一批次同科类投档分数线下20分以内调档，择优录取；若仍无法满足计划要求，则调剂到其它地区招收定向生，或就地转为非定向计划执行。　　第十七条 北京大学在部分地区对部分专业实行只录取有专业志愿考生的政策，若录取线上有专业志愿生源不足，则可在录取线下20分以内顺次录取有专业志愿的考生，录满为止。该类专业以当年招生政策公布为准。　　第十八条 北京大学对肢体残障的考生，若其生活能够自理、符合所报专业要求，且高考成绩达到录取标准，则予正常录取。　　第四章 附  则　　第十九条 北京大学根据本校办学条件等实际情况，统筹考虑各省高考人数、生源质量、区域协调发展等因素，结合近年来本校来源计划编制情况，综合分析，确定本校来源计划编制原则和办法。　　第二十条 北京大学对保送生、自主招生、非通用语种、特长生、国防生(含飞行国防生)、定向生、“国家扶贫定向招生专项计划”等招生事宜，依据教育部有关规定和本校的招生简章执行。　　第二十一条 北京大学外语类专业只招收英语语种考生。http://d4.sina.com.cn/pfpghc/8d835a341d6847a88e3b82cf9988bb51.gif　　第二十二条 北京大学招生计划、收费标准、专业报考要求等信息通过各省级招生主管部门公布。　　第二十三条 北京大学医学部根据本章程及医学专业的特点制定医学类专业的招生实施细则。　　第二十四条 本章程公布后，如遇部分省份高考招生政策调整，则北京大学将根据当地相关政策制定相应的录取政策，并另行公布。　　第二十五条 本章程于2002年4月23日由北京大学第454次校长办公会讨论通过，自通过之日起执行，后逐年修订，由北京大学招生办公室负责解释。　　附：北京大学是中国第一所国立综合性大学，国家最高学府，办学类型为国家公办全日制普通高等学校，颁发北京大学普通本科学历证书和学士学位证书。　　学校地址：北京市海淀区颐和园路5号(邮编100871)　　招生咨询电话：010-62751407　　招生传真：010-62554332　　电子信箱：bdzsb@pku.edu.cn 　　北大招生网：http://www.gotopku.cn
     * admissionPlan : http://www.gotopku.cn/data/more.php?lanmu=6
     * independent : 根据《国务院关于深化考试招生制度改革的实施意见》及教育部关于高等学校自主招生改革试点工作的有关规定，我校将全面贯彻落实党的教育方针，结合北京大学“培养以天下为己任，具有健康体魄与健全人格、独立思考与创新精神、实践能力与全球视野的卓越人才”的培养目标，2016年北京大学决定继续通过自主招生招收学科特长突出、具备创新潜质的优秀高中毕业生，欢迎广大“热爱北大、心系天下、人格健全、学业优秀”的高中毕业生报考我校。　　一、机构与原则　　我校自主招生工作在北京大学招生委员会的领导下，由北京大学招生办公室负责具体工作的组织和实施。　　北京大学2016年自主招生工作将本着“公平、公正、公开”的原则，严格程序，择优录取，宁缺毋滥。　　二、招生对象　　学科特长突出、具备创新潜质，符合国家规定条件，参加2016年全国普通高等学校统一招生考试的高中毕业生。　　（一）申请报考者须具备以下条件之一：　　1、有发明创造或参加科技类、人文社科类竞赛全国决赛或国际比赛获得优异成绩者；　　2、在我校自主招生专业范围内有相关学科特长、创新潜质，并在国内外相关专业学习实践活动中取得优异成绩者；　　3、在高中阶段参加全国中学生学科奥林匹克竞赛（数学、物理、化学、生物学、信息学）全国决赛获得优异成绩者。　　（二）申请报考医学类专业者除上述条件外还须具备以下条件：　　1、参加2016年全国普通高等学校统一招生考试的理科考生；　　2、对医学类专业有浓厚兴趣，志愿献身医学事业；　　3、身心健康，身体条件符合《普通高等学校招生体检工作指导意见》和《关于进一步规范入学和就业体检项目维护乙肝表面抗原携带者入学和就业权利的通知》文件要求。　　三、招生计划　　2016年我校自主招生录取计划控制在教育部核定的我校自主招生计划之内，宁缺毋滥。北京大学2016年自主招生专业如下表所示（普通类专业和医学类专业不可兼报）。专业类别院系名称招生专业名称普通类元培学院理科试验班类/文科试验班类数学科学学院数学类物理学院物理学类天文学信息科学技术学院电子信息类工学院工科试验班类化学与分子工程学院化学类环境科学与工程学院环境科学与工程类城市与环境学院环境科学城乡规划地球与空间科学学院地质学类地球物理学类生命科学学院生物科学中国语言文学系中国语言文学类历史学系历史学类考古文博学院考古学类哲学系哲学类艺术学院人文科学实验班医学类医学部临床医学（八年制本博连读）临床医学（五年制）基础医学（八年制本博连读）口腔医学（八年制本博连读）口腔医学（五年制）预防医学（七年制本硕连读）药学（六年制本硕连读）英语（生物医学英语，五年制）　　四、报名方法　　本次选拔实行网上报名，请考生登录“阳光高考特殊类型招生报名平台”（点击进入），按网上要求注册、填写各项申请信息、上传相关证明材料扫描件，打印、盖章并扫描上传《北京大学2016年普通自主招生申请表》。　　报名平台：阳光高考特殊类型招生报名平台　　报名网址：http://gaokao.chsi.com.cn/zzbm　　报名时间：2016年3月16日至3月31日24：00　　网上报名注意事项：　　本次报名无需邮寄申请材料，因此考生在上传申请材料（申请表格、获奖证书及相关证明材料）扫描件和中学、社会团体及专家个人在上传推荐材料扫描件时须确保电子文件清晰可读。　　五、选拔程序　　1、初审：根据考生网上填写和上传的报名材料，北京大学本科招生专家委员会将组织专家严格、公正、客观、全面地进行初步审核评价。　　2、初审名单公示：初步审核通过者按教育部相关规定进行公示，公示无异议者获得我校2016年自主招生测试资格。　　3、测试时间：2016年6月11-13日。　　4、入选资格考生名单公示：获得我校自主招生入选资格的考生，按教育部相关规定进行公示。　　5、录取：对于公示合格的自主招生入选资格考生，我校将根据考生按当地省级招生考试机构统一安排和我校要求填报的自主招生志愿、高考成绩总分、经公示的优惠分值、入选专业和我校相应科类模拟投档线决定录取与否。模拟投档线由生源地省级招办按照本科一批招生所有高校在该省（区、市）最终确定的投档比例测算生成。　　六、考核方法及入选资格考生优惠政策　　（一）考核方法　　1、对初审合格，申请报考普通类专业，符合申请报考条件（一）第1项要求的考生，我校将组织相关专家组对考生所提供的作品进行评估，并由专家组确定考核方式，考核方式包括但不限于笔试、面试、实验操作、作品答辩、现场创作等，具体以测试通知为准。　　2、对初审合格，申请报考普通类专业，符合申请报考条件（一）第2项要求的考生，和申请报考医学类专业的考生，我校将根据初审结果及考生所报考专业志愿对考生进行基础知识能力测试和学科专业能力测试，重点考察考生对基础知识的掌握程度，以及对相关学科的知识储备、学习能力和创新潜质。　　3、对初审合格，申请报考普通类专业，符合申请报考条件（一）第3项要求的考生，我校将根据初审结果及考生所报考专业志愿对考生进行学科专业能力测试，重点考察考生对相关学科的知识储备、学习能力和创新潜质。　　4、对初审合格考生，我校将组织体质测试。　　（二）入选资格考生优惠政策　　北京大学本科招生专家委员会根据考生的初审结果、基础知识能力测试成绩、学科专业能力测试成绩等考核情况，择优认定自主招生入选资格考生及降分幅度。获得我校2016年自主招生录取入选资格认定的考生，可获得以下不同类别降分优惠：专业类别降分幅度备注普通类一本线录取考生高考投档成绩须达到当地同科类本科第一批次控制分数线降60分录取考生高考投档成绩须达到我校在当地同科类最终模拟投档线分数下60分以内，且同时达到当地本科第一批次控制分数线降40分录取考生高考投档成绩须达到我校在当地同科类最终模拟投档线分数下40分以内，且同时达到当地本科第一批次控制分数线降30分录取考生高考投档成绩须达到我校在当地同科类最终模拟投档线分数下30分以内，且同时达到当地本科第一批次控制分数线降20分录取考生高考投档成绩须达到我校在当地同科类最终模拟投档线分数下20分以内，且同时达到当地本科第一批次控制分数线医学类降40分录取考生高考投档成绩须达到我校医学部在当地同科类最终模拟投档线分数下40分以内，且同时达到当地本科第一批次控制分数线降30分录取考生高考投档成绩须达到我校医学部在当地同科类最终模拟投档线分数下30分以内，且同时达到当地本科第一批次控制分数线降20分录取考生高考投档成绩须达到我校医学部在当地同科类最终模拟投档线分数下20分以内，且同时达到当地本科第一批次控制分数线　　注：1、以上降分幅度为高考总分750分制省份执行标准。高考总分非750分制省份降分幅度按比例折算，具体降分幅度以最终认定通知为准；2、对于合并本科批次的省份，“本科第一批次控制分数线”按相关省级教育行政部门或招生考试机构确定的自主招生相应最低录取控制分数线执行。　　七、重要日程　　1、网上报名截止时间：2016年3月31日24：00　　2、初审公示：2016年4月底前，初审通过考生名单在北大招生网和教育部“阳光高考”平台公示。　　3、测试通知：公示合格考生按通知登陆“阳光高考特殊类型招生报名平台”打印测试通知。　　4、测试时间：2016年6月11-13日。　　5、入选资格考生名单公示：2016年6月22日按教育部相关规定进行公示。　　6、志愿填报：填报方式、填报时间等以当地省级招生考试机构规定为准。　　7、录取：以当地省级招生考试机构安排为准。　　八、监督机制　　1、北京大学自主招生录取工作接受纪检监察部门、考生、家长以及社会各界的监督。学校纪检监察部门将全程监督初审和测试过程，测试过程全程录像，专家名单和面试顺序由抽签随机确定。北京大学招生监督电话：（010） 62755622；北京大学医学部招生监督电话：（010） 82805067。　　2、北京大学将按照教育部的要求将参加考核的考生名单、入选资格考生名单、录取考生名单及相关信息进行公示。　　3、相关中学应按教育部要求公示所有经确认推荐的考生名单及相关材料。　　九、附则　　1、考生申请材料应当清晰、真实、完整。申请材料中存在虚假内容或者隐匿可能对考生产生不利影响的重大事实的，按教育部和北京大学相关规定处理。　　2、我校自主招生报名及测试不收取任何费用。考生因家庭经济原因参加自主招生测试存在困难的，可以书面向我校申请资助。　　3、本《简章》由北京大学招生办公室负责解释。　　十、联系方式　　北京大学招生办公室联系方式：　　地址：北京大学老化学楼120室 北京大学招生办公室　　邮编：100871　　电话：（010） 62751407　　传真：（010） 62554332　　邮件：bdzsb@pku.edu.cn　　北大招生网：http://www.gotopku.cn　　北大主页：http://www.pku.edu.cn　　北京大学医学部招生办公室联系方式：　　地址：北京市海淀区学院路38号北京大学医学部招生办公室　　邮编：100191　　电话：（010） 82802191　　传真：（010） 82802223　　北京大学招生办公室　　2016年3月15日
     * baosongstr : 2009年各高校自主招生、保送生方案陆续出炉，新浪高考频道特别搜集整理方便考生及家长阅读。以下为北京大学2009年自主招生、保送生招生简章： 　　北京大学2009年自主招生、保送生招生工作已经开始，今年我校继续采用统一的笔试和面试，考试中不分保送生和自主招生，在最后的候选人中具有保送资格的考生可以申请保送录取，其余则作为自主招生对象在高考中予以优惠录取。 　　我校在以往的自主招生、保送生招生工作中涌现出很多有知识、有理想的优秀考生，他们善于思考、勇于批判，有独特的创新能力和强烈的成功欲望，并在大学的学习中有着优异的表现。2009年我校仍采取“中学推荐为主，个人自荐为辅”的申请原则，欢迎各中学继续向我校推荐热爱北大，心系天下，人格健全，学业优秀的学生。招生简章具体如下： 　　一、推荐原则 　　综合素质优秀、特长突出、品学兼优的高三毕业生。 　　二、报名方法 　　本次选拔实行网上报名，请考生登录:北大招生网报名平台(点击进入)，按网上要求注册、填写并打印《北京大学2009年自主招生、保送生报名表》，经中学签章后附上相关报名材料寄至我办。 　　报名时间：2008年11月10日至2008年11月30日。 　　　(11月30日24:00报名系统准时关闭) 　　停止接收报名材料时间：2008年12月5日。 　　三、选拔程序 　　1、初选：根据考生报名材料，由我校自主招生、保送生专家组组织进行初审，合格者获得笔试资格。 　　2、笔试。2009年1月1日在各省同时进行(具体时间地点待定)。 　　笔试科目：文科：语文、数学、英语、历史、政治(每科100分共500分) 　　　　　理科：语文、数学、英语、物理、化学(每科100分共500分) 　　3、面试。2009年1月16日—2009年1月18日在北京大学进行。 　　面试内容：综合素质考察。 　　四、选拔原则 　　2009年我校仍采取“中学推荐为主，个人自荐为辅”的申请原则，由我校自主招生、保送生专家组对考生申请材料进行初审，合格者获得笔试资格。我校将根据第一轮笔试成绩，参考综合考察成绩决定第二轮面试人选，最终根据面试和笔试的综合成绩确定2009年自主招生、保送生候选人。 　　今年我校继续采用统一的笔试和面试，考试中不分自主招生和保送生，最终认定的候选人均具备自主招生资格，我们将在高考录取中给予北大当地录取线下降30分以内的优惠政策(具体降分幅度由北京大学自主招生专家委员会确定)，并在专业录取时享受降分10分的优惠政策。 　　最终候选人中具有保送资格(保送资格以教育部阳光高考平台公布的数据为准)的考生可以申请保送录取，也可以自然成为自主招生候选人。 　　五、重要日程 　　①网上报名截止日期：2008年11月30日。 　　(逾期将影响申请人的复试资格评定，有条件的中学烦请将申请表格收齐，由学校统一寄至我办，以防材料遗漏。) 　　②笔试通知 2008年12月25日左右在北大招生网查询，获得笔试资格的同学自行打印笔试通知。 　　③笔试时间 2009年1月1日 　　④面试通知 2009年1月11日左右在北大招生网查询，获得面试资格的同学自行打印面试通知。 　　⑤面试时间 2009年1月16—2009年1月18日 　　所有考试信息均在北大招生网公布，请考生注意查询。 　　六、联系方式 　　地　　址：北京大学老化学楼129室 北京大学招生办公室 　　邮政编码：100871 　　咨询电话：(010) 62751407 　　电子邮件：bdzsb@pku.edu.cn 　　招生网址：www.gotopku.cn 　　北京大学招生办公室 　　2008年11月9日
     * specialtystr : 根据教育部有关文件规定，结合北京大学实际情况，为促进素质教育，繁荣校园文化，我校将于2010年1月下旬(具体时间待定)举办“北京大学2010年全国中学生艺术冬令营”活动。本次活动将在北京大学艺术特长生冬令营组委会统一领导下，由北京大学招生办公室主办，北京大学团委和北京大学艺术学院联合承办。北京大学2010年计划招收艺术特长生30人左右，将通过冬令营活动确定艺术特长生候选人。　　一、招生对象　　1、符合教育部规定的高中毕业生(文、理科考生均可)；　　2、艺术特长突出、综合素质全面、学习成绩优良、身体健康、符合北京大学录取条件的优秀学生。　　二、招生项目及要求　　1、舞蹈类：重点招收古典舞、民族、民间舞蹈特长生；男生身高173cm以上，女生身高163cm以上；要求考生协调性好，受过系统的舞蹈训练，有扎实的舞蹈基本功功底，反应灵敏，有较强的舞蹈学习能力。(报名材料需提供DVD格式的考生影像资料，内容包括：舞蹈剧目展示、基本功技巧展示。)　　2、声乐类：重点招收美声唱法(男高音、男低音、女高音、女中音)的特长生，民族唱法只招收少数具有独唱水平的考生；要求考生具有省级以上重要演出和参加合唱团经历，同时擅长钢琴者优先。(报名材料需提供DVD格式的考生演唱影像资料。)　　3、管弦乐类：重点招收圆号、长号、大管、大号、低音提琴特长生；小提琴、中提琴、大提琴、长笛、双簧管特长生择优录取；要求考生具备两年以上乐队实践经验、大型演出经验和业余测试最高等级证书。(报名材料需提供个人简历和DVD格式的考生演奏影像资料。)　　4、民乐类：重点招收打击乐、阮、低音提琴、大提琴特长生；二胡、琵琶、扬琴、柳琴、笙、古筝特长生择优录取；要求考生具备两年以上乐队实践经验和大型演出经验。(报名材料需提供DVD格式的考生演奏影像资料。)　　三、报名办法　　凡报考北京大学2010年艺术特长生的考生，必须参加“北京大学2010年全国中学生艺术冬令营”的艺术项目测试和文化课测试。　　本届冬令营实行网上报名，请考生登录北大招生网报名平台(点击进入)，按网上要求注册、填写并打印《北京大学2010年全国中学生艺术冬令营报名表》，经中学签章后附上相关报名材料寄至北京大学团委文化体育部。　　报名网址：北大招生网(http://www.gotopku.cn)；　　报名时间：2009年11月20日至2009年12月5日；　　截止接收报名材料时间：2009年12月10日(以实际收到时间为准)；　　邮寄地址：北京大学团委文化体育部(老生物楼210室)　　朱老师 收(邮编：100871)；　　报名材料包括：　　①《北京大学2010年全国中学生艺术冬令营报名表》；　　②所获最高艺术等级证书(复印件)；　　③高中以来参加省市级以上(含)比赛的最高荣誉证书(复印件)；　　④DVD格式考生影像资料(所邮寄的影像资料恕不退还，请考生自行做好备份。)。　　四、艺术特长生考试程序和录取办法　　1、我校对考生报名材料进行初审后将于2009年12月25日左右在北大招生网发布复试(冬令营)通知，请递交报名表的考生凭注册用户名和密码在网上查询，通过的考生直接到网上打印复试通知书。考生凭复试通知书参加“北京大学2010年全国中学生艺术冬令营”。　　2、艺术特长测试内容：报名参加2010年艺术特长生冬令营测试的所有考生需自备乐器，伴奏仅限CD格式，其他格式伴奏(磁带、DVD、MP3、WMV等)不予播放。器乐类艺术特长测试拉帘进行。　　①舞蹈类　　表演：准备1个舞蹈剧目并现场表演，限时3分钟。　　基本功测试：跳、转、翻、软度及控制能力等。　　②声乐类　　演唱：准备2首曲目由评委现场抽考，限时4分钟。　　视唱练耳：现场提供五线谱进行视唱测试，考生也可申请选择简谱。　　③器乐类(包括管弦乐、民乐、声乐钢琴伴奏)　　演奏：准备2首曲目由评委现场抽考，限时5分钟。　　视奏：现场提供五线谱进行视奏测试，考生也可申请选择简谱。　　3、文化课测试内容：艺术冬令营期间，我校将组织考生进行文化课测试。考试科目为：语文、数学、英语，每门科目100分。　　4、测试结果：我校在中学生艺术冬令营中根据专业测试成绩向考生颁发特、一、二、三级证书。北京大学艺术特长生冬令营组委会根据考生的专业测试成绩、文化课成绩和各类别需求情况确定各类特长生候选人，降分标准按照教育部2010年艺术特长生政策执行，最高可降至当地重点线。　　5、艺术特长生进入北京大学后自动成为学校学生艺术团团员，按规定同学校签订协议书并参加艺术团的日常训练、有关演出和比赛。艺术特长生若违反协议，将按相关规定办理。　　注：北京大学艺术特长生测试成绩不能代替各省统一组织的艺术特长测试成绩，拟报考北京大学的考生须根据所在省(市)的相关规定参加该省统一测试，合格者才能作为我校艺术特长生人选。　　五、咨询方式　　北京大学2010年中学生艺术冬令营办公室咨询电话：　　010-62764064(周一至周五9：00-12：00，14:00-17:00)　　六、附则　　本招生简章最终解释权在北京大学招生办公室。　　北京大学招生办公室　　2010年11月19日
     */

    private String name;
    private String admissionRules;
    private String admissionPlan;
    private String independent;
    private String baosongstr;
    private String specialtystr;

    public String getName() {
        return name;
    }

    public void setName(String name) {
        this.name = name;
    }

    public String getAdmissionRules() {
        return admissionRules;
    }

    public void setAdmissionRules(String admissionRules) {
        this.admissionRules = admissionRules;
    }

    public String getAdmissionPlan() {
        return admissionPlan;
    }

    public void setAdmissionPlan(String admissionPlan) {
        this.admissionPlan = admissionPlan;
    }

    public String getIndependent() {
        return independent;
    }

    public void setIndependent(String independent) {
        this.independent = independent;
    }

    public String getBaosongstr() {
        return baosongstr;
    }

    public void setBaosongstr(String baosongstr) {
        this.baosongstr = baosongstr;
    }

    public String getSpecialtystr() {
        return specialtystr;
    }

    public void setSpecialtystr(String specialtystr) {
        this.specialtystr = specialtystr;
    }
}
