package bean;

/**
 * Created by 祝文 on 2018/2/25.
 */

public class SchoolIntroduceBean {

    /**
     * name : 北京大学
     * teacherpower : 北京大学现有中国科学院院士58名、中国工程院院士8名、第三世界科学院院士16名、“973项目”首席科学家25人、长江学者111人，国家杰出青年科学基金获得者144人。
     * history : 北京大学创办于1898年，初名京师大学堂，是中国第一所国立综合性大学，也是当时中国最高教育行政机关。辛亥革命后，于1912年改为现名。    作为新文化运动的中心和“五四”运动的策源地，作为中国最早传播马克思主义和民主科学思想的发祥地，作为中国共产党最早的活动基地，北京大学为民族的振兴和解放、国家的建设和发展、社会的文明和进步做出了不可替代的贡献，在中国走向现代化的进程中起到了重要的先锋作用。爱国、进步、民主、科学的传统精神和勤奋、严谨、求实、创新的学风在这里生生不息、代代相传。    1917年，著名教育家蔡元培出任北京大学校长，他“循思想自由原则，取兼容并包主义”，对北京大学进行了卓有成效的改革，促进了思想解放和学术繁荣。陈独秀、李大钊、毛泽东以及鲁迅、胡适等一批杰出人才都曾在北京大学任职或任教。    1937年卢沟桥事变后，北京大学与清华大学、南开大学南迁长沙，共同组成长沙临时大学。不久，临时大学又迁到昆明，改称国立西南联合大学。抗日战争胜利后，北京大学于1946年10月在北平复学。    中华人民共和国成立后，全国高校于1952年进行院系调整，北京大学成为一所以文理基础教学和研究为主的综合性大学，为国家培养了大批人才。据不完全统计，北京大学的校友和教师有400多位两院院士，中国人文社科界有影响的人士相当多也出自北京大学。    改革开放以来，北京大学进入了一个前所未有的大发展、大建设的新时期，并成为国家“211工程”重点建设的两所大学之一。    1998年5月4日，北京大学百年校庆之际，国家主席江泽民在庆祝北京大学建校一百周年大会上发表讲话，发出了“为了实现现代化，我国要有若干所具有世界先进水平的一流大学”的号召。在国家的支持下，北京大学适时启动“创建世界一流大学计划”，从此，北京大学的历史翻开了新的一页。    2000年4月3日，北京大学与原北京医科大学合并，组建了新的北京大学。原北京医科大学的前身是国立北京医学专门学校，创建于1912年10月26日。20世纪三、四十年代，学校一度名为北平大学医学院，并于1946年7月并入北京大学。1952年在全国高校院系调整中，北京大学医学院脱离北京大学，独立为北京医学院。1985年更名为北京医科大学，1996年成为国家首批“211工程”重点支持的医科大学。两校合并进一步拓宽了北京大学的学科结构，为促进医学与人文社会科学及理科的结合，改革医学教育奠定了基础。    近年来，在“211工程”和“985工程”的支持下，北京大学进入了一个新的历史发展阶段，在学科建设、人才培养、师资队伍建设、教学科研等各方面都取得了显著成绩，为将北大建设成为世界一流大学奠定了坚实的基础。今天的北京大学已经成为国家培养高素质、创造性人才的摇篮、科学研究的前沿和知识创新的重要基地和国际交流的重要桥梁和窗口。    现任校党委书记朱善璐教授、校长王恩哥院士。
     * employment : 北大本科教育以其高质量的特点在社会各行各业赢得了良好的声誉。许多知名企业、跨国公司、高新技术研发机构、党政机关每年都争相到北大招聘应届毕业生。自1999年以来，北大毕业生就业率持续多年超过98%。2009年，我校本科毕业生的就业率达到了99.56%。其中，不仅光华管理学院、法学院、经济学院、信息科学技术学院、数学学院、生命科学学院等热门专业就业形势良好，而且中文、历史、哲学、考古等基础学科专业毕业生，由于拥有坚实的基础或双学位背景，并在北大学习期间广泛参与各类实习，也在就业市场中占有明显优势，受到用人单位的青睐。目前，北大毕业生的就业方向主要集中在中央和地方党政机关(国务院、全国人大、中纪委、中共中央对外联络部、国家安全部、外交部等各大部委)、主流媒体、重点高等学校和省部级以上科研院(新华社、中央电视台、北京大学、清华大学、中国社会科学院、中国科学院等)、国有、外资银行类(中国人民银行、中国工商银行、中国银行、汇丰银行等)、国有重点大中型企业(中国移动、中国石油、中粮集团等)、高新技术企业、跨国公司等。近几年去著名跨国公司以及高新技术产业领域就业比例增幅更趋明显。　　近年来，我校毕业生就业的行业和地域分布也日趋合理，就业的多元化趋势正在逐渐形成，2009年，我校有七成以上的毕业生奔赴中央国家机关、地方政府部门、国有大中型企业、国家重点事业单位、高新技术企业等国民经济主战场。
     * inschoolstu : 北京大学现有普通本科学生14465人、硕士生10031人、博士生5088人
     * eatandsleep : 一、本科生四人一间，全部住校内。宿舍配备床铺、衣柜、书桌、电话、网线，自在畅游于理想王国！二、研究生大部分住校内（2—4人间），少部分住万柳学区，即将全部搬回新建研究生宿舍楼（两人一间）。三、住宿费（三类）：校本部:   750元/生/年(旧楼)          1020元/生/年(新楼)医学部:  1200元/生/年北大的食堂，数目很多，各具特色。主要使用饭卡结算的食堂有：学一食堂：位于宿舍区，提供早餐。特点是价格便宜，但是风味不是很突出。基本都是大众菜。午饭和晚饭时会有免费汤提供。招牌菜肴：酱肘子、冬菜包、辣子鸡丁，肉丸子。学三食堂（Campus快餐）：位于学一食堂北侧。分为中式快餐部、西式快餐部、水饺快餐部、面食快餐部。价格相对较高，环境较好，一般经常有社团等选择在此开会。上午十点开门一直到晚上九点半。也有不少同学选择在内自习。其中面食部有早餐，全天供应鲜豆浆。推荐面食部的刀削面。学五食堂：位于澡堂对面。也供应早餐。一楼按类别出售主食、炒菜、冷饮等；二楼提供营养套餐。学五食堂的食品分量一般较足。开放时间比学一食堂稍长一点。招牌菜肴：银耳玉米羹，香辣鸡丸子，炖排骨，小炒鸡丝。学四食堂（燕南美食）：位于图书馆、哲学楼、光华楼、大讲堂交汇处。一般中午人会较多招牌菜肴：煎包，炒年糕，四川窗口的炒肥肠农园食堂：北大校内最大的学生食堂。地理位置得天独厚，位于三教、四教、电教、理教交汇处。距这几大教学楼都很近，故吃饭时间、特别是午饭时间，农园总是人满为患。家园食堂：一层分特色窗口。餐卡结算。招牌菜肴：炒牛肉、鱼香茄条。二楼是聚餐的好场所，餐卡和现金结算均可。饭量一般很足。口味也不错。艺园食堂：一楼的布局和学五差不多。餐卡结算。招牌菜肴：梅菜炒饭，京酱鸡丝，清蒸的鸡腿，煎饼，三鲜豆腐或家常豆腐烧烤涮：推荐那里的早餐，有馄炖，小笼包，煮鸡蛋，火腿煎蛋。这些食堂除了各自的特色，还有一个共同的特点，就是尽量为学生提供方便。北大校内所有食堂都不用现金支付，而是使用学生餐卡，卫生方便。从分布位置看，农园靠近教学楼，学四与图书馆相邻，其他的食堂则都设在宿舍附近。无论是上课、自习，还是在宿舍休息的同学都可以就近就餐。另外，除了上面提到的几个提供餐具的食堂外，其他食堂都出售方便饭盒，可以让辛苦了一天的同学们偶尔也偷偷不刷饭盒的小懒北京大学有学生食堂近10个，种类齐全，可以品尝到全国各地优秀风味。伙食标准因人而异，平均约350~400元/生/月。 使用现金结算的食校内餐厅有：药膳：位于二体网球场南面。推荐药膳的馄炖和麻辣鲇鱼。佟园：校内的清真风味餐厅。回民同学可以去看看。华美：位于42楼后，位置比较偏僻。主要经营炒菜，也就是家常菜为主。价格基本合理。
     * laboratory : 国家级重点实验室    * 人工微结构与介观物理    * 分子动态及稳定态结构    * 蛋白质工程及植物基因    * 生物膜与膜生物工程    * 视觉与听觉信息处理    * 湍流与复杂系统研究    * 稀土材料化学及应用    * 区域光纤通信网与新型光通信系统    * 文字信息处理技术    * 环境模拟与污染控制    * 天然药物及仿生药物    * 微米/纳米加工技术 教育部重点实验室    * 数学与应用数学    * 重离子物理    * 生物有机与分子工程    * 量子信息与测量    * 纳米器件物理与化学    * 地表过程分析与模拟    * 水沙科学    * 造山带与地壳演化    * 神经科学    * 分子心血管    * 高分子化学与物理    * 流行病学    * 信息数学与信息行为 北京市重点实验室    * 医学物理和工程实验室    * 空间信息集成与3S工程应用实验室 卫生部重点实验室    * 心血管分子生物学与调节肽卫生部开放实验室    * 精神卫生学卫生部开放实验室    * 肾脏疾病卫生部开放实验室    * 神经科学卫生部开放实验室    * 医学免疫学卫生部开放实验室    * 生育健康卫生部开放实验室
     */

    private String name;
    private String teacherpower;
    private String history;
    private String employment;
    private String inschoolstu;
    private String eatandsleep;
    private String laboratory;

    public String getName() {
        return name;
    }

    public void setName(String name) {
        this.name = name;
    }

    public String getTeacherpower() {
        return teacherpower;
    }

    public void setTeacherpower(String teacherpower) {
        this.teacherpower = teacherpower;
    }

    public String getHistory() {
        return history;
    }

    public void setHistory(String history) {
        this.history = history;
    }

    public String getEmployment() {
        return employment;
    }

    public void setEmployment(String employment) {
        this.employment = employment;
    }

    public String getInschoolstu() {
        return inschoolstu;
    }

    public void setInschoolstu(String inschoolstu) {
        this.inschoolstu = inschoolstu;
    }

    public String getEatandsleep() {
        return eatandsleep;
    }

    public void setEatandsleep(String eatandsleep) {
        this.eatandsleep = eatandsleep;
    }

    public String getLaboratory() {
        return laboratory;
    }

    public void setLaboratory(String laboratory) {
        this.laboratory = laboratory;
    }
}
