package bean;

import java.util.List;

/**
 * Created by 祝文 on 2018/2/5.
 */

public class TitleBean {

    /**
     * totalCount : 5
     * pageSize : 5
     * totalPage : 1
     * currPage : 1
     * list : [{"newsId":257,"category":"高招资讯","title":"2015年北京新增3所高职自主招生校","date":"2015-03-16 10:49:07","source":"","clikedtimes":427,"general":"　　昨日北京教育考试院公布了今年的高职自主招生实施办法，其中显示，2015年全市共有27所院校参与高职自主招生，新增了北京青年政治学院、城市学院和北京科技大学延庆分校三所院校，招生计划也比去年多了4040人。\n\n\t　　据介绍，非京籍考生也能参加高职自主招生考试，本月上旬，相关院校会公布招生章程，并于3月中下旬启动报名手续。\n\n\t　　27院校参加自主招生\n\n\t　　根据昨日北京教育考试院官网公布的《2015年北京市高等职业教育自主招生实施办法》，所有报名参加高考的学生均可参加高职自主招生，每名考生限报一所院校。\n\n\t　　今年，北京市将有27所院校参加高职自主招生，计划招生11145人，其中包括农村户籍5523人。\n\n\t　　如高职自主招生院校计划未完成，将公布未完成计划信息和征集志愿招生流程，考生须按院校的要求在规定的时间内进行征集志愿的报名、考核等相关手续。填报征集院校时，每名考生限报一所院校。\n\n\t　　3月28日上午统一初试\n\n\t　　《办法》显示，今年3月上旬，相关院校将公布招生章程，并于3月中下旬办理报名手续。\n\n\t　　院校自主招生采取不同形式的入学考试评价办法，考试可采取笔试和面试等形式，考试内容以综合能力测试为主。各校初试日期统一定于3月28日上午进行。招生院校应于4月份完成录取，并于4月下旬寄发录取通知书。\n\n\t　　经考生所在学校(单位)同意后，招生院校可提前组织被录取的考生进校进行新生教育，但不得另外收取教学费用。该批新生与当年高考录取的新生统一于秋季入学。","body":"<div class=\"content cf\">\n                            <p>\n\t　　昨日北京教育考试院公布了今年的高职自主招生实施办法，其中显示，2015年全市共有27所院校参与高职自主招生，新增了北京青年政治学院、城市学院和北京科技大学延庆分校三所院校，招生计划也比去年多了4040人。<\/p>\n<p>\n\t　　据介绍，非京籍考生也能参加高职自主招生考试，本月上旬，相关院校会公布招生章程，并于3月中下旬启动报名手续。<\/p>\n<p>\n\t<strong>　　27院校参加自主招生<\/strong><\/p>\n<p>\n\t　　根据昨日北京教育考试院官网公布的《2015年北京市高等职业教育自主招生实施办法》，所有报名参加高考的学生均可参加高职自主招生，每名考生限报一所院校。<\/p>\n<p>\n\t　　今年，北京市将有27所院校参加高职自主招生，计划招生11145人，其中包括农村户籍5523人。<\/p>\n<p>\n\t　　如高职自主招生院校计划未完成，将公布未完成计划信息和征集志愿招生流程，考生须按院校的要求在规定的时间内进行征集志愿的报名、考核等相关手续。填报征集院校时，每名考生限报一所院校。<\/p>\n<p>\n\t<strong>　　3月28日上午统一初试<\/strong><\/p>\n<p>\n\t　　《办法》显示，今年3月上旬，相关院校将公布招生章程，并于3月中下旬办理报名手续。<\/p>\n<p>\n\t　　院校自主招生采取不同形式的入学考试评价办法，考试可采取笔试和面试等形式，考试内容以综合能力测试为主。各校初试日期统一定于3月28日上午进行。招生院校应于4月份完成录取，并于4月下旬寄发录取通知书。<\/p>\n<p>\n\t　　经考生所在学校(单位)同意后，招生院校可提前组织被录取的考生进校进行新生教育，但不得另外收取教学费用。该批新生与当年高考录取的新生统一于秋季入学。<\/p>\n                        <\/div>","picture":"/images/news/eBqLRln8KA-AdjhAAAGKkq2c--A634.jpg","status":"1","province":"全国"},{"newsId":255,"category":"高招资讯","title":"北大启动博雅人才计划 借鉴中学校长推荐制做法","date":"2015-03-16 11:22:48","source":"","clikedtimes":457,"general":"　　3月15日，北京大学公布了2015年\u201c博雅人才培养计划\u201d招生简章，这是继10天前公布2015年自主招生简章后，该校在高考招生改革方面开展的一项新探索。该计划旨在通过综合评价的方式录取身心健康、品学兼优、志向远大、有强烈社会责任感等综合素质优秀的高中毕业生。\n\n\t　　北大招生办公室负责人介绍，该计划主要依据《国务院关于深化考试招生制度改革的实施意见》和《北京大学综合改革方案》的基本精神和要求，结合北京大学人才选拔的经验与实践所制定，是进一步贯彻和实现北大人才培养理念、人才培养目标的重要招生改革举措。该负责人强调，招生是人才培养的基础性、系统性工程，\u201c博雅人才培养计划\u201d为\u201c热爱北大、心系天下、人格健全、学业优秀\u201d的学生圆梦北大拓宽了渠道，也体现了作为教育改革\u201c试验田\u201d的北大在服务国家战略方面的使命担当。定名\u201c博雅\u201d，一方面取自北大校内著名景观博雅塔，另一方面也与中国文化中渊博正雅的传统相契合，体现了北大人文精神的源远流长；同时，它还体现了北大以学生为本，注重培养学生创新精神、批判性思维，促进学生全面发展的育人理念，以及将博雅教育和专业教育有机融合的育人模式。\n\n\t　　在谈到该计划与\u201c中学校长实名推荐制\u201d的关系时，该负责人表示，2009年启动的\u201c中学校长实名推荐制\u201d在北大招生改革实践中具有重要的意义，它的公平性、科学性和透明度已被社会广泛认可，树立了社会诚信的标杆，也对中学开展素质教育、培养创新人才起到应有的引导作用。根据学生入学后的成长跟踪统计，中学校长实名推荐学生是在北大表现最为出色、综合素质最为优秀的群体之一。因此，\u201c博雅人才培养计划\u201d将充分借鉴\u201c中学校长实名推荐制\u201d的成功经验和有益做法。\n\n\t　　同时，该负责人也谈到，\u201c博雅人才培养计划\u201d并不是\u201c中学校长实名推荐制\u201d的简单翻版，而是在原来基础上的改进和完善：首先，取消了推荐学校限制和推荐名额，扩大了选拔范围，学生自愿报名，由北京大学本科招生专家委员会组织专家对申请材料进行评审；其次，将更好地促进教育公平，为了使更多来自农村和贫困地区的优秀学子能享受优质教育资源，该计划强调了对农村地区中学和农村户籍考生的政策倾斜；第三，该计划是全方位、全过程的招生，并且将招生融入了人才培养的完整体系，北京大学将依托文理医工学科综合优势、深厚的人文底蕴和宽阔的国际视野，对通过该计划招收的学生，采取优先推荐进入国家\u201c基础学科拔尖学生培养试验计划\u201d和北京大学相关学科专业的拔尖人才培养项目、优先推荐参加科研活动、优先推荐参加赴海外知名大学交流交换项目、优先推荐参加实习实践及社会公益活动等措施，重点培养学生的责任感与使命感、独立思考能力和批判精神，提升学生科学与人文素养，锻炼学生团队协作、组织协调和沟通表达等能力。\n\n\t　　针对该计划与此前出台的自主招生政策的区别，该负责人表示，自主招生和\u201c博雅人才培养计划\u201d都是结合北京大学\u201c培养以天下为己任，具有健康体魄与健全人格、独立思考与创新精神、实践能力与全球视野的卓越人才\u201d的人才培养目标，开展的招生改革实践。二者皆以选拔符合北大人才培养理念和培养要求的优秀拔尖人才为目标，但在人才定位上有所区别。自主招生主要侧重于选拔学科特长突出、具备创新潜质的优秀人才，目的在于依托北大雄厚的学科实力，经过严格的学术训练和专业学习，培养能占领世界学术前沿的创新人才；\u201c博雅人才培养计划\u201d主要侧重于选拔综合素质全面、品学兼优的优秀学生，培养能推动社会进步、民族复兴的各类杰出人才。\n\n\t　　据介绍，在该计划的选拔过程中，北京大学将根据考生报名材料，结合考生所在中学人才培养理念与实践，近年来考入北京大学生源质量及入校后的综合表现等情况，由本科招生专家委员会组织专家进行初步审核评价，初步审核评价结果分\u201c优秀\u201d、\u201c通过\u201d、\u201c不通过\u201d三个档次。初步审核评价结果\u201c优秀\u201d的考生可直接进入复试面试环节，\u201c通过\u201d的考生获得复试资格。北京大学将对初审合格、获得复试测试资格的考生进行综合评价，从学生高中阶段全面发展情况(包括高中阶段学业成绩、社会公益活动情况、获奖情况、以及其他反映学生综合素质发展的情况)、初步审核评价、复试测试成绩及体质测试结果等四个方面进行评价，做出综合评价认定。获得\u201c博雅人才培养计划\u201d招生认定资格的考生，在高考录取时最高可获降至当地本科一批控制分数线录取的优惠政策。\n\n\t　　据悉，\u201c博雅人才培养计划\u201d实行网上报名，报名工作将于4月10日截止，初审名单将于5月初公示，测试时间为6月10日-11日，最终入选考生名单将于6月22日左右公示。","body":"<div class=\"content cf\">\n                            <p>\n\t　　3月15日，北京大学公布了2015年\u201c博雅人才培养计划\u201d招生简章，这是继10天前公布2015年自主招生简章后，该校在高考招生改革方面开展的一项新探索。该计划旨在通过综合评价的方式录取身心健康、品学兼优、志向远大、有强烈社会责任感等综合素质优秀的高中毕业生。<\/p>\n<p>\n\t　　北大招生办公室负责人介绍，该计划主要依据《国务院关于深化考试招生制度改革的实施意见》和《北京大学综合改革方案》的基本精神和要求，结合北京大学人才选拔的经验与实践所制定，是进一步贯彻和实现北大人才培养理念、人才培养目标的重要招生改革举措。该负责人强调，招生是人才培养的基础性、系统性工程，\u201c博雅人才培养计划\u201d为\u201c热爱北大、心系天下、人格健全、学业优秀\u201d的学生圆梦北大拓宽了渠道，也体现了作为教育改革\u201c试验田\u201d的北大在服务国家战略方面的使命担当。定名\u201c博雅\u201d，一方面取自北大校内著名景观博雅塔，另一方面也与中国文化中渊博正雅的传统相契合，体现了北大人文精神的源远流长；同时，它还体现了北大以学生为本，注重培养学生创新精神、批判性思维，促进学生全面发展的育人理念，以及将博雅教育和专业教育有机融合的育人模式。<\/p>\n<p>\n\t　　在谈到该计划与\u201c中学校长实名推荐制\u201d的关系时，该负责人表示，2009年启动的\u201c中学校长实名推荐制\u201d在北大招生改革实践中具有重要的意义，它的公平性、科学性和透明度已被社会广泛认可，树立了社会诚信的标杆，也对中学开展素质教育、培养创新人才起到应有的引导作用。根据学生入学后的成长跟踪统计，中学校长实名推荐学生是在北大表现最为出色、综合素质最为优秀的群体之一。因此，\u201c博雅人才培养计划\u201d将充分借鉴\u201c中学校长实名推荐制\u201d的成功经验和有益做法。<\/p>\n<p>\n\t　　同时，该负责人也谈到，\u201c博雅人才培养计划\u201d并不是\u201c中学校长实名推荐制\u201d的简单翻版，而是在原来基础上的改进和完善：首先，取消了推荐学校限制和推荐名额，扩大了选拔范围，学生自愿报名，由北京大学本科招生专家委员会组织专家对申请材料进行评审；其次，将更好地促进教育公平，为了使更多来自农村和贫困地区的优秀学子能享受优质教育资源，该计划强调了对农村地区中学和农村户籍考生的政策倾斜；第三，该计划是全方位、全过程的招生，并且将招生融入了人才培养的完整体系，北京大学将依托文理医工学科综合优势、深厚的人文底蕴和宽阔的国际视野，对通过该计划招收的学生，采取优先推荐进入国家\u201c基础学科拔尖学生培养试验计划\u201d和北京大学相关学科专业的拔尖人才培养项目、优先推荐参加科研活动、优先推荐参加赴海外知名大学交流交换项目、优先推荐参加实习实践及社会公益活动等措施，重点培养学生的责任感与使命感、独立思考能力和批判精神，提升学生科学与人文素养，锻炼学生团队协作、组织协调和沟通表达等能力。<\/p>\n<p>\n\t　　针对该计划与此前出台的自主招生政策的区别，该负责人表示，自主招生和\u201c博雅人才培养计划\u201d都是结合北京大学\u201c培养以天下为己任，具有健康体魄与健全人格、独立思考与创新精神、实践能力与全球视野的卓越人才\u201d的人才培养目标，开展的招生改革实践。二者皆以选拔符合北大人才培养理念和培养要求的优秀拔尖人才为目标，但在人才定位上有所区别。自主招生主要侧重于选拔学科特长突出、具备创新潜质的优秀人才，目的在于依托北大雄厚的学科实力，经过严格的学术训练和专业学习，培养能占领世界学术前沿的创新人才；\u201c博雅人才培养计划\u201d主要侧重于选拔综合素质全面、品学兼优的优秀学生，培养能推动社会进步、民族复兴的各类杰出人才。<\/p>\n<p>\n\t　　据介绍，在该计划的选拔过程中，北京大学将根据考生报名材料，结合考生所在中学人才培养理念与实践，近年来考入北京大学生源质量及入校后的综合表现等情况，由本科招生专家委员会组织专家进行初步审核评价，初步审核评价结果分\u201c优秀\u201d、\u201c通过\u201d、\u201c不通过\u201d三个档次。初步审核评价结果\u201c优秀\u201d的考生可直接进入复试面试环节，\u201c通过\u201d的考生获得复试资格。北京大学将对初审合格、获得复试测试资格的考生进行综合评价，从学生高中阶段全面发展情况(包括高中阶段学业成绩、社会公益活动情况、获奖情况、以及其他反映学生综合素质发展的情况)、初步审核评价、复试测试成绩及体质测试结果等四个方面进行评价，做出综合评价认定。获得\u201c博雅人才培养计划\u201d招生认定资格的考生，在高考录取时最高可获降至当地本科一批控制分数线录取的优惠政策。<\/p>\n<p>\n\t　　据悉，\u201c博雅人才培养计划\u201d实行网上报名，报名工作将于4月10日截止，初审名单将于5月初公示，测试时间为6月10日-11日，最终入选考生名单将于6月22日左右公示。<\/p>\n                        <\/div>","picture":"/images/news/eBqLRln8KLuAN5hLAAMPyY_9rAs069.png","status":"1","province":"全国"},{"newsId":11,"category":"高考新闻","title":"清华复旦等13所高校更换新闻发言人","date":"2016-01-05 10:00:40","source":"","clikedtimes":2036,"general":"　　昨天，教育部网站消息，按照教育系统新闻发言人名单和新闻发布工作机构电话定期公布机制，教育部公布2016年省级教育部门、直属高校名单及电话。与2015年初教育部公布的名单相比，共有13所部属高校更换了新闻发言人。\n\n\t　　\n\n\t　　其 中，大连理工大学、复旦大学、中国矿业大学、华中师范大学由2名新闻发言人减少为1人。清华大学宣传部部长张佐接替原宣传部长向波涛为新闻发言人;北京化工大学改任宣传部副部长邹立娜为新闻发言人;中国矿业大学(北京)改任宣传部部长杨洪兵为新闻发言人，此外，中国传媒大学、大连理工大学、吉林大学、复旦大学、上海外国语大学、南京农业大学、中国药科大学、华中科技大学、西南交通大学、长安大学等也更换了新闻发言人，其中多数为校宣传部部长或党校办主任。\n\n\t　　\n\n\t　　另外，75所部属高校中，兰州大学设置3名新闻发言人，而东华大学、浙江大学、武汉大学等8所高校，则设有2名新闻发言人，其余高校均设1名新闻发言人。教育部此次集中公布的新闻发言人联系方式，均为办公电话和传真号，未公布手机号。\n\n\t　　\n\n\t　　此外，近年来，教育系统不断加强新媒体建设，积极运用新媒体开展新闻宣传工作，取得良好效果。截至2016年1月，32家省级教育部门中，23家开通官方微博，22家开通官方微信;75所直属高校中，73所开通官方微博，全部开通官方微信。\n\n\t　　\n\n\t　　>>背景\n\n\t　　\n\n\t　　去年，教育部发布实施意见，要求各地各高校要设立新闻发言人，发言人根据授权发布信息、阐述立场，名单及工作机构联系方式要定期向社会公布。\n\n\t　　\n\n\t　　教育部要求，各地各高校要明确专职人员负责新闻发布、舆情监测、新媒体运行等工作。推动培训常态化，提高教育领导干部媒介素养。广泛动员师生参与典型发掘、新闻策划、采访报道、网络评论，切实发挥高校新闻传播院系、研究机构的智库作用。各地各高校主要负责人是新闻发布工作第一责任人，要把握基调方向，解决突出问题，带头接受采访。业务部门要按照\u201c谁主管、谁负责\u201d的原则，切实承担新闻发布的主体责任。","body":"<div class=\"content cf\">\n                            <div>\n\t　　昨天，教育部网站消息，按照教育系统新闻发言人名单和新闻发布工作机构电话定期公布机制，教育部公布2016年省级教育部门、直属高校名单及电话。与2015年初教育部公布的名单相比，共有13所部属高校更换了新闻发言人。<\/div>\n<div>\n\t　　<\/div>\n<div>\n\t　　其 中，大连理工大学、复旦大学、中国矿业大学、华中师范大学由2名新闻发言人减少为1人。清华大学宣传部部长张佐接替原宣传部长向波涛为新闻发言人;北京化工大学改任宣传部副部长邹立娜为新闻发言人;中国矿业大学(北京)改任宣传部部长杨洪兵为新闻发言人，此外，中国传媒大学、大连理工大学、吉林大学、复旦大学、上海外国语大学、南京农业大学、中国药科大学、华中科技大学、西南交通大学、长安大学等也更换了新闻发言人，其中多数为校宣传部部长或党校办主任。<\/div>\n<div>\n\t　　<\/div>\n<div>\n\t　　另外，75所部属高校中，兰州大学设置3名新闻发言人，而东华大学、浙江大学、武汉大学等8所高校，则设有2名新闻发言人，其余高校均设1名新闻发言人。教育部此次集中公布的新闻发言人联系方式，均为办公电话和传真号，未公布手机号。<\/div>\n<div>\n\t　　<\/div>\n<div>\n\t　　此外，近年来，教育系统不断加强新媒体建设，积极运用新媒体开展新闻宣传工作，取得良好效果。截至2016年1月，32家省级教育部门中，23家开通官方微博，22家开通官方微信;75所直属高校中，73所开通官方微博，全部开通官方微信。<\/div>\n<div>\n\t　　<\/div>\n<div>\n\t<strong>　　&gt;&gt;背景<\/strong><\/div>\n<div>\n\t　　<\/div>\n<div>\n\t　　去年，教育部发布实施意见，要求各地各高校要设立新闻发言人，发言人根据授权发布信息、阐述立场，名单及工作机构联系方式要定期向社会公布。<\/div>\n<div>\n\t　　<\/div>\n<div>\n\t　　教育部要求，各地各高校要明确专职人员负责新闻发布、舆情监测、新媒体运行等工作。推动培训常态化，提高教育领导干部媒介素养。广泛动员师生参与典型发掘、新闻策划、采访报道、网络评论，切实发挥高校新闻传播院系、研究机构的智库作用。各地各高校主要负责人是新闻发布工作第一责任人，要把握基调方向，解决突出问题，带头接受采访。业务部门要按照\u201c谁主管、谁负责\u201d的原则，切实承担新闻发布的主体责任。<\/div>\n                        <\/div>","picture":"/images/news/eBqLRloNWs-AaaNZAAG5eQRRoxg310.jpg","status":"2","province":"全国"},{"newsId":10,"category":"高考新闻","title":"教育部：新一轮高考改革，高中将迎来这三大变化","date":"2016-01-11 09:32:22","source":"","clikedtimes":2162,"general":"　　按照新一轮高考改革方案，除语文、数学、外语这三门必考科目外，学生可自主选考物理、化学、生物、历史、地理、政治等其他课程。在这种政策背景下，中学的教学组织、学生学习状态乃至校园文化都将发生深刻变化。\n\n\t　　\n\n\t　　\u201c走班教学模式\u201d将取代\u201c固定班级授课模式\u201d\n\n\t　　\n\n\t　　建国至今，每次高考改革都给中学教学带来改变。但无论怎么变，有一点几十年来始终雷打不动，那就是中学每个班级一定有自己固定的教室，中学教学的基本状态是\u201c学生不动老师动\u201d\u2014\u2014学生在固定的教室里学习，教师则穿行于不同的教室(班级)进行授课。\n\n\t　　\n\n\t　　但是，新一轮高考改革之后，这种状况完全倒过来了：学生在很大程度上不再有固定的教室，变成了\u201c老师不动学生动\u201d\u2014\u2014老师在固定的教室授课，学生则奔走于不同的教室去听课。本轮高考改革之后，\u201c班级\u201d、\u201c同学\u201d、班主任\u201d等这些我们无比熟悉的概念也将发生巨大变化。传统意义上的\u201c班级\u201d很大程度上会淡化甚至不存在了，因为学生是流动、不固定的。\n\n\t　　\n\n\t　　几乎可以肯定的是，当传统意义上的\u201c班级\u201d已不复存在，班主任\u201d这个名义即便仍然保留，其真实涵义和具体职责也将发生巨大变化。如果说以往的\u201c班主任\u201d更像一个事无巨细统包统揽的\u201c保姆\u201d，那么今后高中\u201c班主任\u201d这一角色可能会更接近于大学里的\u201c辅导员\u201d。\n\n\t　　\n\n\t　　\u201c分层教学\u201d将成为中学教学的\u201c新常态\u201d\n\n\t　　\n\n\t　　在大多数高中，英语这个科目很可能会分成\u201c快班\u201d和\u201c慢班\u201d，实行分层教学。原因是新高考规定英语实行多次考试，考生在高二即可报考。那么，极有可能一部分学生会试图在高二就将英语\u201c拿下\u201d，以便在高三集中全力冲刺其他课程。这部分学生必然要求在高一和高二时大大加强英语学习力度，\u201c英语快班\u201d将应运而生。与此同时，另一部分学生则倾向于充分利用高中三年时间积聚实力，到了高三时再一鼓作气考英语，那么这些学生会要求按正常教学进度学习，那么学校就必须设\u201c英语慢班\u201d。当然，这里所说的\u201c慢班\u201d其实并不\u201c慢\u201d，只是相对于前面的\u201c快班\u201d而言。\n\n\t　　\n\n\t　　另一方面，学生一旦进入高中，其本人和家长必然会尽快对其三年后将要选考的高考科目做出规划。在理、化、生、史、地、政、技这7个科目中，同一个科目，有的学生只将其作为学考科目，有的学生则会将其选定为高考选考科目。学考属于标准参照性考试，达到高中毕业标准即可;选考属于选拔性考试，将在高考中面临激烈竞争。因此，虽然是同一个科目，作为学考还是作为选考，二者的要求和难度差距极大。在这种情况下，中学很可能在高中一年级就不得不将这7个科目的每个科目都分成\u201c选考班\u201d(快班)和\u201c学考班\u201d(慢班)，实行分层教学。这样一来，中学的教学管理和组织将面临许多需要研究解决的新问题，作为中学校长，首先面临的一个现实问题就是必须设法提供足够多的教室，而且由于每个科目、快班慢班的人数并不相等，所以这些教室还应分成大、中、小等不同的规格，才能满足教学需求。\n\n\t　　\n\n\t　　不同学科的\u201c重要性\u201d将进一步显著分化\n\n\t　　\n\n\t　　按照新一轮高考改革方案，语、数、英是每个学生必须报考的必考科目，而且分值进一步提高，在录取中所占权重进一步加大。那么毫无疑问，语、数、外在未来的中学教学中将成为绝对核心，中学的课时安排、师资配备、教学资源都将更进一步向这三个科目倾斜。与此相对，其他科目则会在客观上受到一定影响，理、化、生、史、地、政这6门课会发生分化，有的科目(如物理)由于未来就业形势更加乐观，在高考招生中专业口径更宽，将其作为选考课的学生会\u201c门庭若市\u201d，这些科目在中学教学中的地位和重要性将显著提升;有的科目(如政治)则可能只有少数学生选学。作为校长，对这种可能发生的状况应有预判和预案，未雨绸缪，从现在起就着手考虑对教师队伍和教学资源进行重新布局。","body":"<div class=\"content cf\">\n                            <div>\n\t　　按照新一轮高考改革方案，除语文、数学、外语这三门必考科目外，学生可自主选考物理、化学、生物、历史、地理、政治等其他课程。在这种政策背景下，中学的教学组织、学生学习状态乃至校园文化都将发生深刻变化。<\/div>\n<div>\n\t<strong>　　<\/strong><\/div>\n<div>\n\t<strong>　　\u201c走班教学模式\u201d将取代\u201c固定班级授课模式\u201d<\/strong><\/div>\n<div>\n\t　　<\/div>\n<div>\n\t　　建国至今，每次高考改革都给中学教学带来改变。但无论怎么变，有一点几十年来始终雷打不动，那就是中学每个班级一定有自己固定的教室，中学教学的基本状态是\u201c学生不动老师动\u201d\u2014\u2014学生在固定的教室里学习，教师则穿行于不同的教室(班级)进行授课。<\/div>\n<div>\n\t　　<\/div>\n<div>\n\t　　但是，新一轮高考改革之后，这种状况完全倒过来了：学生在很大程度上不再有固定的教室，变成了\u201c老师不动学生动\u201d\u2014\u2014老师在固定的教室授课，学生则奔走于不同的教室去听课。本轮高考改革之后，\u201c班级\u201d、\u201c同学\u201d、班主任\u201d等这些我们无比熟悉的概念也将发生巨大变化。传统意义上的\u201c班级\u201d很大程度上会淡化甚至不存在了，因为学生是流动、不固定的。<\/div>\n<div>\n\t　　<\/div>\n<div>\n\t　　几乎可以肯定的是，当传统意义上的\u201c班级\u201d已不复存在，班主任\u201d这个名义即便仍然保留，其真实涵义和具体职责也将发生巨大变化。如果说以往的\u201c班主任\u201d更像一个事无巨细统包统揽的\u201c保姆\u201d，那么今后高中\u201c班主任\u201d这一角色可能会更接近于大学里的\u201c辅导员\u201d。<\/div>\n<div>\n\t　　<\/div>\n<div>\n\t<strong>　　\u201c分层教学\u201d将成为中学教学的\u201c新常态\u201d<\/strong><\/div>\n<div>\n\t　　<\/div>\n<div>\n\t　　在大多数高中，英语这个科目很可能会分成\u201c快班\u201d和\u201c慢班\u201d，实行分层教学。原因是新高考规定英语实行多次考试，考生在高二即可报考。那么，极有可能一部分学生会试图在高二就将英语\u201c拿下\u201d，以便在高三集中全力冲刺其他课程。这部分学生必然要求在高一和高二时大大加强英语学习力度，\u201c英语快班\u201d将应运而生。与此同时，另一部分学生则倾向于充分利用高中三年时间积聚实力，到了高三时再一鼓作气考英语，那么这些学生会要求按正常教学进度学习，那么学校就必须设\u201c英语慢班\u201d。当然，这里所说的\u201c慢班\u201d其实并不\u201c慢\u201d，只是相对于前面的\u201c快班\u201d而言。<\/div>\n<div>\n\t　　<\/div>\n<div>\n\t　　另一方面，学生一旦进入高中，其本人和家长必然会尽快对其三年后将要选考的高考科目做出规划。在理、化、生、史、地、政、技这7个科目中，同一个科目，有的学生只将其作为学考科目，有的学生则会将其选定为高考选考科目。学考属于标准参照性考试，达到高中毕业标准即可;选考属于选拔性考试，将在高考中面临激烈竞争。因此，虽然是同一个科目，作为学考还是作为选考，二者的要求和难度差距极大。在这种情况下，中学很可能在高中一年级就不得不将这7个科目的每个科目都分成\u201c选考班\u201d(快班)和\u201c学考班\u201d(慢班)，实行分层教学。这样一来，中学的教学管理和组织将面临许多需要研究解决的新问题，作为中学校长，首先面临的一个现实问题就是必须设法提供足够多的教室，而且由于每个科目、快班慢班的人数并不相等，所以这些教室还应分成大、中、小等不同的规格，才能满足教学需求。<\/div>\n<div>\n\t　　<\/div>\n<div>\n\t<strong>　　不同学科的\u201c重要性\u201d将进一步显著分化<\/strong><\/div>\n<div>\n\t　　<\/div>\n<div>\n\t　　按照新一轮高考改革方案，语、数、英是每个学生必须报考的必考科目，而且分值进一步提高，在录取中所占权重进一步加大。那么毫无疑问，语、数、外在未来的中学教学中将成为绝对核心，中学的课时安排、师资配备、教学资源都将更进一步向这三个科目倾斜。与此相对，其他科目则会在客观上受到一定影响，理、化、生、史、地、政这6门课会发生分化，有的科目(如物理)由于未来就业形势更加乐观，在高考招生中专业口径更宽，将其作为选考课的学生会\u201c门庭若市\u201d，这些科目在中学教学中的地位和重要性将显著提升;有的科目(如政治)则可能只有少数学生选学。作为校长，对这种可能发生的状况应有预判和预案，未雨绸缪，从现在起就着手考虑对教师队伍和教学资源进行重新布局。<\/div>\n                        <\/div>","picture":"/images/news/20171018111948801.jpg","status":"1","province":"全国"}]
     */

    private int totalCount;
    private int pageSize;
    private int totalPage;
    private int currPage;
    private List<ListBean> list;

    public int getTotalCount() {
        return totalCount;
    }

    public void setTotalCount(int totalCount) {
        this.totalCount = totalCount;
    }

    public int getPageSize() {
        return pageSize;
    }

    public void setPageSize(int pageSize) {
        this.pageSize = pageSize;
    }

    public int getTotalPage() {
        return totalPage;
    }

    public void setTotalPage(int totalPage) {
        this.totalPage = totalPage;
    }

    public int getCurrPage() {
        return currPage;
    }

    public void setCurrPage(int currPage) {
        this.currPage = currPage;
    }

    public List<ListBean> getList() {
        return list;
    }

    public void setList(List<ListBean> list) {
        this.list = list;
    }

    public static class ListBean {
        /**
         * newsId : 257
         * category : 高招资讯
         * title : 2015年北京新增3所高职自主招生校
         * date : 2015-03-16 10:49:07
         * source :
         * clikedtimes : 427
         * general : 　　昨日北京教育考试院公布了今年的高职自主招生实施办法，其中显示，2015年全市共有27所院校参与高职自主招生，新增了北京青年政治学院、城市学院和北京科技大学延庆分校三所院校，招生计划也比去年多了4040人。

         　　据介绍，非京籍考生也能参加高职自主招生考试，本月上旬，相关院校会公布招生章程，并于3月中下旬启动报名手续。

         　　27院校参加自主招生

         　　根据昨日北京教育考试院官网公布的《2015年北京市高等职业教育自主招生实施办法》，所有报名参加高考的学生均可参加高职自主招生，每名考生限报一所院校。

         　　今年，北京市将有27所院校参加高职自主招生，计划招生11145人，其中包括农村户籍5523人。

         　　如高职自主招生院校计划未完成，将公布未完成计划信息和征集志愿招生流程，考生须按院校的要求在规定的时间内进行征集志愿的报名、考核等相关手续。填报征集院校时，每名考生限报一所院校。

         　　3月28日上午统一初试

         　　《办法》显示，今年3月上旬，相关院校将公布招生章程，并于3月中下旬办理报名手续。

         　　院校自主招生采取不同形式的入学考试评价办法，考试可采取笔试和面试等形式，考试内容以综合能力测试为主。各校初试日期统一定于3月28日上午进行。招生院校应于4月份完成录取，并于4月下旬寄发录取通知书。

         　　经考生所在学校(单位)同意后，招生院校可提前组织被录取的考生进校进行新生教育，但不得另外收取教学费用。该批新生与当年高考录取的新生统一于秋季入学。
         * body : <div class="content cf">
         <p>
         　　昨日北京教育考试院公布了今年的高职自主招生实施办法，其中显示，2015年全市共有27所院校参与高职自主招生，新增了北京青年政治学院、城市学院和北京科技大学延庆分校三所院校，招生计划也比去年多了4040人。</p>
         <p>
         　　据介绍，非京籍考生也能参加高职自主招生考试，本月上旬，相关院校会公布招生章程，并于3月中下旬启动报名手续。</p>
         <p>
         <strong>　　27院校参加自主招生</strong></p>
         <p>
         　　根据昨日北京教育考试院官网公布的《2015年北京市高等职业教育自主招生实施办法》，所有报名参加高考的学生均可参加高职自主招生，每名考生限报一所院校。</p>
         <p>
         　　今年，北京市将有27所院校参加高职自主招生，计划招生11145人，其中包括农村户籍5523人。</p>
         <p>
         　　如高职自主招生院校计划未完成，将公布未完成计划信息和征集志愿招生流程，考生须按院校的要求在规定的时间内进行征集志愿的报名、考核等相关手续。填报征集院校时，每名考生限报一所院校。</p>
         <p>
         <strong>　　3月28日上午统一初试</strong></p>
         <p>
         　　《办法》显示，今年3月上旬，相关院校将公布招生章程，并于3月中下旬办理报名手续。</p>
         <p>
         　　院校自主招生采取不同形式的入学考试评价办法，考试可采取笔试和面试等形式，考试内容以综合能力测试为主。各校初试日期统一定于3月28日上午进行。招生院校应于4月份完成录取，并于4月下旬寄发录取通知书。</p>
         <p>
         　　经考生所在学校(单位)同意后，招生院校可提前组织被录取的考生进校进行新生教育，但不得另外收取教学费用。该批新生与当年高考录取的新生统一于秋季入学。</p>
         </div>
         * picture : /images/news/eBqLRln8KA-AdjhAAAGKkq2c--A634.jpg
         * status : 1
         * province : 全国
         */

        private int newsId;
        private String category;
        private String title;
        private String date;
        private String source;
        private int clikedtimes;
        private String general;
        private String body;
        private String picture;
        private String status;
        private String province;

        public int getNewsId() {
            return newsId;
        }

        public void setNewsId(int newsId) {
            this.newsId = newsId;
        }

        public String getCategory() {
            return category;
        }

        public void setCategory(String category) {
            this.category = category;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getDate() {
            return date;
        }

        public void setDate(String date) {
            this.date = date;
        }

        public String getSource() {
            return source;
        }

        public void setSource(String source) {
            this.source = source;
        }

        public int getClikedtimes() {
            return clikedtimes;
        }

        public void setClikedtimes(int clikedtimes) {
            this.clikedtimes = clikedtimes;
        }

        public String getGeneral() {
            return general;
        }

        public void setGeneral(String general) {
            this.general = general;
        }

        public String getBody() {
            return body;
        }

        public void setBody(String body) {
            this.body = body;
        }

        public String getPicture() {
            return picture;
        }

        public void setPicture(String picture) {
            this.picture = picture;
        }

        public String getStatus() {
            return status;
        }

        public void setStatus(String status) {
            this.status = status;
        }

        public String getProvince() {
            return province;
        }

        public void setProvince(String province) {
            this.province = province;
        }
    }
}
